Repository: jwaghetti/KeePassium-L10n
Catalog: */AppStoreListing.xliff
Languages: es_es

# Title
source: KeePassium Password Manager
es_es: KeePassium - Gestor de claves

# Subtitle 1
source: Respects your privacy
es_es: Proteje tu privacidad

# Description/Intro
source: KeePassium keeps your passwords safe. It delivers the security of KeePass databases with a clean, easy to use interface.
es_es: KeePassium mantiene tus contraseñas seguras. Ofrece la seguridad de utilizar bases de datos de KeePass con una interfaz limpia y fácil de usar.

# Description/MainFeatures/title
source: MAIN FEATURES
es_es: CARACTERÍSTICAS PRINCIPALES

# Description/MainFeatures/text
source: • Automatic sync — keep your database in your favorite cloud or offline. • Password AutoFill — login to any service in a few taps. • Touch ID / Face ID — save your time. • Multiple databases — to share passwords with your team or family. • Attached files — passport scans and server keys, always with you. • Peace of mind — feel free to check our source code, it's open.
es_es: • Sincronización automática — almacena tu base de datos en tu servicio de nube favorito o utilízalo sin conexión. • Autocompletar contraseñas — inicia sesión en cualquier servicio con unos pocos toques. • Identificación por reconocimiento facial / huella dactilar — ahorra tiempo. • Multiples bases de datos — para compartir contraseñas con tu equipo o familia. • Archivos adjuntos — copia de pasaporte y claves de servidor, siempre contigo. • Tranquilidad — se pude revisar el código fuente, es abierto.

# Description/AntiFeatures/title
source: ANTI-FEATURES
es_es: CARACTERÍSTICAS NO SOPORTADAS

# Description/AntiFeatures/text
source: • No in-app browser • No VNC/SSH viewer • No coffee maker • No analytics • No ads
es_es: • Sin navegador en la aplicación • Sin visor VNC/SSH • No hace café • Sin analíticas • Sin anuncios

# Description/AutomaticSync/title
source: AUTOMATIC SYNC
es_es: SINCRONIZACIÓN AUTOMÁTICA

# Description/AutomaticSync/text
source: KeePassium can work both offline and with your favorite cloud provider. There is no setup: pick your database through the familiar Files interface — and that's it. By integrating with the Files app, KeePassium supports almost all storage providers, including: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (with hiccups) • WebDAV and SFTP (via a third-party app) • ...and more! Should a password manager have full access to your corporate file server? Of course not! All the networking is automatically performed by the original storage provider app. This way, KeePassium knows only about few specific databases, not your whole server.
es_es: KeePassium puede trabajar tanto sin conexión como con tu proveedor de almacenamiento en la nube favorito. No requiere configuración: simplemente selecciona la base de datos de contraseñas mediante una interfaz familiar — y eso es todo. Al integrarse con la aplicación del sistema de archivos, KeePassium soporta casi todos los proveedores de almacenamiento, incluyendo: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (con algo de trabajo) • WebDAV y SFTP (a través de aplicaciones de terceros) • ... y más! ¿Debe un administrador de contraseñas tener acceso completo al servidor de archivos corporativos? ¡Por supuesto que no! Todo el trabajo con la red se asigna automáticamente a la aplicación nativa del proveedor de almacenamiento. De esta manera, KeePassium solo tiene acceso a bases de datos específicas, no a todo el servidor.

# Description/More/title
source: WHAT ELSE CAN IT DO?
es_es: ¿QUÉ MÁS PUEDE HACER?

# Description/More/text
source: • Read and write all database formats (kdb, kdbx3, kdbx4 — including Argon2/ChaCha20) • View time-based one-time passwords (TOTP) • View deleted groups and entries (Recycle Bin) • View previous revisions of an entry • View and edit custom fields • View custom icons • And more! See for yourself, it's free.
es_es: • Leer y escribir todos los formatos de base de datos (kdb, kdbx3, kdbx4 — incluyendo Argon2/ChaChaCha20) • Visualizar contraseñas de un solo uso con caducidad (TOTP) • Ver grupos y entradas eliminadas (papelera de reciclaje) • Ver versiones anteriores de una entrada • Ver y editar campos personalizados • Ver iconos personalizados • ¡Y mucho más! Compruébalo tú mismo, es gratis.

# Description/Privacy/title
source: PRIVACY
es_es: PRIVACIDAD

# Description/Privacy/text
source: This app does not collect any personal data. We sell the app, not its users.
es_es: Esta aplicación no recopila datos personales. Vendemos la aplicación, no a sus usuarios.

# Description/CommercialAndOpen/title
source: COMMERCIAL AND OPEN
es_es: COMERCIAL Y ABIERTO

# Description/CommercialAndOpen/text
source: KeePassium is a commercial open source app. Here, "open source" is the transparency you need from a password manager. The "commercial" part, in turn, gives you: • A great well-polished interface • Responsive support that cares • Future updates and improvements
es_es: KeePassium es una aplicación comercial de código abierto. Aquí, "código abierto" es la transparencia necesaria de un administrador de contraseñas. La parte "comercial", a su vez ofrece: • Una gran interfaz bien terminada • Soporte que responde y disponible • Futuras actualizaciones y mejoras

# Description/Freemium/title
source: FREE vs PREMIUM
es_es: GRATIS vs PREMIUM

# Description/Freemium/text
source: There is no "trial period". The free version is always completely functional. You can view and edit, use Touch ID / Face ID, search and AutoFill — but only with one database at a time. You can install free KeePassium for your family members. If they barely use the app, it will not bother them to buy premium. With the premium version, you can: • Quickly switch between multiple databases. • Unlock databases with one tap and keep them open as long as you need. • View attachments in the app, without leaving a trace in the system. • Email your questions and get answers directly from the developer. • Keep KeePassium shiny and available to people who need security but cannot afford it yet.
es_es: No hay un "periodo de prueba". La versión gratuita siempre es completamente funcional. Puedes ver y editar, usar la identificación por huella dactilar / reconocimiento facial, búsqueda y autocompletar — pero sólo con una base de datos a la vez. Puedes instalar KeePassium gratis para tus familiares. Si ocasionalmente usan la aplicación, no necesitarán comprar la versión premium. Con la versión premium, puedes: • Cambiar rápidamente entre múltiples bases de datos. • Desbloquear con un toque las bases de datos y mantenerlas abiertas el tiempo que consideres necesario. • Ver adjuntos en la aplicación, sin dejar rastro en el sistema. • Enviar preguntas y recibir respuestas directamente del desarrollador. • Mantén KeePassium brillante y disponible para las personas que necesitan seguridad pero aún no pueden permitírselo.

# Description/Contact/text
source: Talk to us at info@keepassium.com, /r/KeePassium on Reddit, @KeePassium on Twitter and GitHub.
es_es: Contáctanos en info@keepassium.com, /r/KeePassium en Reddit, @KeePassium en Twitter y GitHub.

# Description/Footer/text
source: * Premium version is available as an in-app purchase, either as a subscription or a one-time payment. * Payment will be charged to your Apple ID account at the confirmation of (in-app) purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. * You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase. * Privacy policy: https://keepassium.com/privacy/app * Terms of Use: https://keepassium.com/terms/app
es_es: * La versión Premium está disponible como compra en la aplicación, ya sea como suscripción o como pago único. * El pago se cargará a la cuenta de Apple ID en la confirmación de la compra (en la aplicación). La suscripción se renueva automáticamente a no ser que se cancele al menos 24 horas antes que finalice el periodo actual. Se cobrará la renovación de la cuenta dentro de las 24 horas antes que termine el periodo actual. * Puedes administrar y cancelar las suscripciones yendo a la configuración de la cuenta en la App Store después de la compra. * Política de privacidad: https://keepassium.com/privacy/app * Términos de uso: https://keepassium.com/terms/app
