Repository: jwaghetti/KeePassium-L10n
Catalog: */KeePassium.xliff
Languages: cs, es_es, sv_se, zh_tw

# bNa-R0-f67.accessibilityLabel
source: Show Diagnostics
cs: Zobrazit diagnostické zprávy
es_es: Mostrar diagnóstico
sv_se: Visa diagnostik
zh_tw: 顯示診斷結果

# h6C-CG-RVI.normalTitle
source: Save Database
cs: Uložit databázi
es_es: Guardar base de datos
sv_se: Spara databas
zh_tw: 保存資料庫

# pvt-FS-0Yx.placeholder
source: No Key File
cs: Žádný soubor s klíčem
es_es: Sin archivo de clave
sv_se: Ingen nyckel-fil
zh_tw: 沒有金鑰檔案

# uHk-Yt-mBh.placeholder
source: Password
cs: Heslo
es_es: Contraseña
sv_se: Lösenord
zh_tw: 密碼

# CuN-tE-lAG.placeholder
source: Password
cs: Heslo
es_es: Contraseña
sv_se: Lösenord
zh_tw: 密碼

# K3Y-ON-C19.text
source: Will use the remembered master key.
cs: Bude použit uložený hlavní klíč.
es_es: Usar la clave maestra almacenada.
sv_se: Använder den ihågkomna huvudnyckeln.
zh_tw: 將會使用記住的主密碼。

# eAa-Z5-pdq.title
source: Unlock Database
cs: Odemknout databázi
es_es: Abrir base de datos
sv_se: Lås upp databas
zh_tw: 解鎖資料庫

# epu-yU-Lyg.text
source: Database was closed by a timer.
cs: Databáze byla uzavřena časovačem.
es_es: La aplicación cerró la base de datos.
sv_se: Databasen stängdes av en timer.
zh_tw: 資料庫已經被計時器關閉。

# gji-1x-co5.normalTitle
source: Lock Database
zh_tw: 鎖定資料庫

# i6N-fq-JbM.normalTitle
source: Upgrade to Premium
cs: Přejít na Premium
es_es: Actualizar a Premium
sv_se: Uppgradera till premium
zh_tw: 升級到高級版

# l45-hq-1lr.normalTitle
source: Unlock
cs: Odemknout
es_es: Abrir
sv_se: Lås upp
zh_tw: 解鎖

# mYY-hP-3vH.placeholder
source: No Key File
cs: Žádný soubor s klíčem
es_es: Sin archivo de clave
sv_se: Ingen nyckel-fil
zh_tw: 沒有金鑰檔案

# nrD-QC-R8N.accessibilityLabel
source: Show Diagnostics
cs: Zobrazit diagnostické zprávy
es_es: Mostrar diagnóstico
sv_se: Visa diagnostik
zh_tw: 顯示診斷結果

# 6Mx-Oh-6m0.accessibilityHint
source: Expands a text field to its full height
zh_tw: 擴展文本字段到最大高度。

# 6Mx-Oh-6m0.accessibilityLabel
source: Show more
zh_tw: 顯示更多

# vLP-Zc-bUc.text
source: Copied
cs: Zkopírováno
es_es: Copiado
sv_se: Kopierad
zh_tw: 已複製

# W86-tp-bfF.text
source: There are no attached files
cs: Žádné přílohy
es_es: No hay archivos adjuntos
sv_se: Det finns inga bilagor
zh_tw: 沒有附件

# bgK-Q6-nzE.text
source: Add File
cs: Přidat soubor
es_es: Añadir archivo
sv_se: Lägg till fil
zh_tw: 新增檔案

# bzL-mr-Hrz.text
source: There are no previous versions
cs: Žádná předchozí revize
es_es: No hay versiones previas
sv_se: Det finns inga tidigare versioner
zh_tw: 沒有以前的版本

# g9A-4w-Dsa.segmentTitles[0]
source: General
cs: Obecné
sv_se: Allmänt
zh_tw: 一般

# g9A-4w-Dsa.segmentTitles[1]
source: Files
cs: Soubory
es_es: Archivos
sv_se: Filer
zh_tw: 檔案

# g9A-4w-Dsa.segmentTitles[2]
source: History
cs: Historie
es_es: Historial
sv_se: Historik
zh_tw: 歷史

# 0pb-xb-fuf.text
source: In-memory Protection
cs: Ochrana paměti
es_es: Protección en memoria
sv_se: Minnesskydd
zh_tw: 字段保護(該字段的值同密碼顯示*號)

# CcF-c8-r4M.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Custom field editor
cs: Editor vlastních polí
es_es: Editor de campo personalizado
sv_se: Editor för egna fält
zh_tw: 編輯自定義字段

# HGI-xq-zUf.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Add Custom Field
cs: Přidat vlastní pole
es_es: Añadir campo personalizado
sv_se: Lägg till eget fält
zh_tw: 增加自定義字段

# HcW-rc-pdR.normalTitle
source: Change Icon
cs: Změnit ikonu
es_es: Cambiar icono
sv_se: Byt ikon
zh_tw: 變更圖示

# eox-My-Hns.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: In-memory Protection
cs: Ochrana paměti
es_es: Protección en memoria
sv_se: Minnesskydd
zh_tw: 字段保護(該字段的值同密碼顯示*號)

# l3s-Bv-fA1.title
source: Edit Entry
cs: Upravit záznam
es_es: Editar entrada
sv_se: Redigera konto
zh_tw: 編輯條目

# z2C-wo-jYf.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Randomize password
cs: Náhodné heslo
es_es: Contraseña aleatoria
sv_se: Slumpa lösenord
zh_tw: 隨機產生密碼

# z2C-wo-jYf.normalTitle
source: Randomize
cs: Náhodné
es_es: Generar
sv_se: Slumpa
zh_tw: 隨機產生

# 5Xu-cN-kSg.text
source: Look-Alike Characters (1Il…)
cs: Podobně vypadající znaky (1Il…)
es_es: Caracteres similares (1Il…)
sv_se: Tecken som liknar varandra (1Il…)
zh_tw: 容易搞錯的字符 (1Il…)

# Hxj-CB-VE7.text
source: Password Length
cs: Délka hesla
es_es: Longitud de contraseña
sv_se: Lösenordslängd
zh_tw: 密碼長度

# Mwu-Lk-3MU.text
source: Special Symbols (@#$…)
cs: Zvláštní znaky (@#$…)
es_es: Símbolos especiales (@#$…)
sv_se: Specialsymboler (@#$…)
zh_tw: 特殊符號 (@#$…)

# O7Z-bK-bJa.title
source: Randomizer
cs: Generátor hesel
es_es: Generador
sv_se: Slumpgenerator
zh_tw: 隨機產生器

# Rwu-qh-8ON.text
source: Lower Case Letters (abc…)
cs: Malá písmena (abc…)
es_es: Letras minusculas (abc…)
sv_se: Gemener (abc…)
zh_tw: 小寫字母 (abc…)

# iRk-FV-7U8.text
source: Digits (123…)
cs: Číslice (123…)
es_es: Cifras (123…)
sv_se: Siffror (123…)
zh_tw: 數字 (123…)

# x93-rB-nNr.text
source: Upper Case Letters (ABC…)
cs: Velká písmena (ABC…)
es_es: Letras mayúsculas (ABC…)
sv_se: Versaler (ABC…)
zh_tw: 大寫字母(ABC…)

# jea-zX-9LD.placeholder
source: Group Name
cs: Název skupiny
es_es: Nombre del grupo
sv_se: Gruppnamn
zh_tw: 群組名稱

# vz5-tj-l9g.normalTitle
source: Change Icon
cs: Změnit ikonu
es_es: Cambiar icono
sv_se: Byt ikon
zh_tw: 變更圖示

# 9KV-rC-1XL.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Lock Database
cs: Zamknout databázi
es_es: Bloquear base de datos
sv_se: Lås databas
zh_tw: 鎖定資料庫

# M5a-Ld-ZXd.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Sort Order
cs: Řadit podle
es_es: Ordenar por
sv_se: Sortering
zh_tw: 排序順序

# QXa-eN-7am.text
source: This group is empty
cs: Skupina je prázdná
es_es: Este grupo está vacío
sv_se: Denna grupp är tom
zh_tw: 這個群組是空的

# qkh-6K-yQW.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Change Master Key
cs: Změnit hlavní klíč
es_es: Cambiar contraseña maestra
sv_se: Ändra huvudnyckel
zh_tw: 變更主金鑰

# rF3-mC-kj1.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Settings
cs: Nastavení
es_es: Ajustes
sv_se: Inställningar
zh_tw: 設置

# tpA-i1-ah8.text
source: No entries found
cs: Žádné záznamy
es_es: No se encontraron entradas
sv_se: Inta konton funna
zh_tw: 沒有找到條目

source: KeePass Database (kdb)
cs: KeePass databáze (kdb)
es_es: Base de datos KeePass (kdb)
sv_se: KeePass Databas (kdb)
zh_tw: KeePass 資料庫(kdb)

source: KeePass Database (kdbx)
cs: KeePass databáze (kdbx)
es_es: Base de datos KeePass (kdbx)
sv_se: KeePass Databas (kdbx)
zh_tw: KeePass 資料庫(kdbx)

# NFCReaderUsageDescription
source: KeePassium needs access to NFC to communicate with your YubiKey.
zh_tw: KeePassium 需要NFC訪問權限才能使用你的YubiKey。

# NSCameraUsageDescription
source: KeePassium needs the camera to scan QR codes.
zh_tw: KeePassium 需要使用相機來掃描QR碼。

# NSPhotoLibraryAddUsageDescription
source: KeePassium needs permission to export files to your Photo Library.
cs: Pro export souborů do vaší knihovny s fotkami je nutné vaše povolení.
es_es: KeePassium requiere permisos para exportar archivos a la fototeca.
sv_se: KeePassium behöver tillåtelse för att exportera filer till Bilder.
zh_tw: KeePassium 需要獲取匯出檔案到照片庫的權限。

source: You can also store some notes, if you like.
cs: Zde si můžete přidat libovolné poznámky, pokud chcete.
es_es: También puedes almacenar notas, si lo deseas.
sv_se: Du kan även lagra anteckningar, om du vill.
zh_tw: 如果您願意, 您也可以填寫一些備註。

# [Database/Create/TemplateEntry/title] Sample Entry
source: Sample Entry
cs: Ukázkový záznam
es_es: Entrada de ejemplo
sv_se: Exempelkonto
zh_tw: 條目樣本

# [Database/Create/TemplateEntry/userName] john.smith
source: john.smith
cs: jan.novak
es_es: perico.palotes
sv_se: sven.svensson
zh_tw: 小明

# [Database/Create/TemplateGroup/title] Email
source: Email
es_es: Correo electrónico
zh_tw: 電子郵件

# [Database/Create/TemplateGroup/title] Finance
source: Finance
es_es: Finanzas
sv_se: Ekonomi
zh_tw: 財務

# [Database/Create/TemplateGroup/title] General
source: General
cs: Obecné
sv_se: Allmänt
zh_tw: 一般

# [Database/Create/TemplateGroup/title] Internet
source: Internet
zh_tw: 網際網路

# [Database/Create/TemplateGroup/title] Network
source: Network
cs: Sítě
es_es: Red
sv_se: Nätverk
zh_tw: 網路

# [Database/Create/TemplateGroup/title] OS
source: OS
cs: Operační systém
es_es: Sistema Operativo
zh_tw: 作業系統

# [Database/Create] Please enter a password or choose a key file.
source: Please enter a password or choose a key file.
cs: Prosím, zadejte heslo nebo vyberte soubor s klíčem.
es_es: Por favor, introduce una contraseña o selecciona un archivo de clave.
sv_se: Var vänlig ange ett lösenord eller välj en nyckelfil.
zh_tw: 請輸入一個密碼或者選擇一個金鑰檔案。

# [Database/Opened/Warning/action] Close Database
source: Close Database
cs: Zavřít databázi
es_es: Cerrar base de datos
sv_se: Stäng databas
zh_tw: 關閉資料庫

# [Database/Opened/Warning/action] Ignore and Continue
source: Ignore and Continue
cs: Ignorovat a pokračovat
es_es: Ignorar y continuar
sv_se: Ignorera och fortsätt
zh_tw: 忽略並繼續

# [Database/Opened/Warning/lastEdited] Database was last edited by: %@
source: Database was last edited by: %@
cs: Databázi naposledy upravil(a): %@
es_es: La base de datos fue modificada por última vez por: %@
sv_se: Databasen redigerades senast av: %@
zh_tw: 資料庫最後由 %@ 編輯。

# [Database/Opened/Warning/title] Your database is ready, but there was an issue.
source: Your database is ready, but there was an issue.
cs: Vaše databáze je otevřena, nicméně vše neproběhlo úplně v pořádku.
es_es: Tu base de datos está lista, pero hubo un fallo.
sv_se: Din databas är färdig, men det uppstod ett problem.
zh_tw: 您的資料庫已經準備就緒, 但還有點問題。

# [EditEntry/UserName/choose]
source: Choose
cs: Vybrat
es_es: Seleccionar
sv_se: Välj
zh_tw: 選擇

# [Entry/Files/Add] Loading attachment file
source: Loading attachment file
cs: Nahrávám přílohu
es_es: Cargando archivo adjunto
sv_se: Laddar fil att bifoga
zh_tw: 載入附件

# [Entry/Files/Add] Replace existing attachment?
source: Replace existing attachment?
cs: Nahradit existující přílohu?
es_es: ¿Reemplazar el archivo adjunto existente?
sv_se: Ersätt existerande bilaga?
zh_tw: 替換現有的附件？

source: This database supports only one attachment per entry, and there is already one.
cs: Tato databáze podporuje pouze jednu přílohu na záznam. Tento záznam již přílohu obsahuje.
es_es: Esta base de datos soporta sólo un archivo adjunto por entrada y ya existe uno.
sv_se: Databasen stödjer endast en bilaga per konto, och det finns redan en.
zh_tw: 此資料庫每個條目僅支持一個附件, 且它已經有一個附件了。

# [Entry/Files/Rename/title] Rename File
source: Rename File
cs: Přejmenovat soubor
es_es: Cambiar nombre del archivo
sv_se: Byt namn på fil
zh_tw: 重新命名檔案

# [Entry/History/ExpiryDate] Never
source: Never
cs: Nikdy
es_es: Nunca
sv_se: Aldrig
zh_tw: 從不

# [Entry/History] Creation Date
source: Creation Date
cs: Datum vytvoření
es_es: Fecha de creación
sv_se: Skapad
zh_tw: 建立時間

# [Entry/History] Expiry Date
source: Expiry Date
cs: Datum expirace
es_es: Fecha de caducidad
sv_se: Förfaller
zh_tw: 到期日期

# [Entry/History] Last Access Date
source: Last Access Date
cs: Naposledy zobrazeno
es_es: Fecha de último acceso
sv_se: Senast öppnad
zh_tw: 上次存取時間

# [Entry/History] Last Modification Date
source: Last Modification Date
cs: Datum poslední změny
es_es: Fecha de última modificación
sv_se: Senast redigerad
zh_tw: 最後修改日期

# [Entry/History] Previous Versions
source: Previous Versions
cs: Předchozí revize
es_es: Versiones previas
sv_se: Tidigare versioner
zh_tw: 之前的版本

# [Entry/View] Edit Entry
source: Edit Entry
cs: Upravit záznam
es_es: Editar entrada
sv_se: Redigera konto
zh_tw: 編輯條目

# [General/DestinationGroup/title] Choose a Destination
source: Choose a Destination
es_es: Elige un destino
zh_tw: 選擇目的地

# [ItemCategory] Default (KeePass)
source: Default (KeePass)
cs: Původní (KeePass)
es_es: Por defecto (KeePass)
sv_se: Standard (KeePass)
zh_tw: 默認(KeePass)

# [Premium/Benefits/AttachmentPreview/details]
source: Preview attached files directly in KeePassium and leave no traces in other apps. (Works with images, documents, archives and more.)
cs: Na vaše přílohy můžete nahlížet přímo zde v aplikaci a nezanechávat tak stopy v jiných aplikacích. (Náhled podporuje obrázky, dokumenty, archivované soubory a další.)
es_es: Vista previa de archivos adjuntos directamente en KeePassium para no dejar rastro en otras aplicaciones. (Funciona con imágenes, documentos, archivos y más.)
sv_se: Förhandsgranska bilagor direkt i KeePassium utan att lämna några spår i andra appar. (Fungerar med bilder, dokument, arkiv och mer.)
zh_tw: 直接在KeePassium上預覽附件, 並且不留痕跡。(適用於圖像, 文檔, 檔案等。)

# [Premium/Benefits/AttachmentPreview/title]
source: Preview without a trace
cs: Nahlížejte beze stop
es_es: Vista previa sin dejar rastro
sv_se: Förhandsgranska utan ett spår
zh_tw: 無痕預覽

# [Premium/Benefits/DatabaseTimeout/details]
source: Tired of typing your master password? Keep your database open longer and unlock it with one tap.
cs: Unavuje vás neustále zadávat hlavní heslo? Mějte svou databázi otevřenou po delší dobu a odemkněte ji jedním klepnutím.
es_es: ¿Cansado de escribir la contraseña maestra? Mantén la base de datos abierta por más tiempo y desbloquéala con un toque.
sv_se: Trött på att skriva in ditt huvudlösenord? Håll din databas öppen längre och lås upp den med en tryckning.
zh_tw: 厭倦了輸入您的主密碼？保持資料庫打開時間更長, 只需輕輕一按即可解鎖。

# [Premium/Benefits/DatabaseTimeout/title]
source: Save your time
cs: Šetřete svůj čas
es_es: Ahorra tiempo
sv_se: Spara tid
zh_tw: 節省您的時間

# [Premium/Benefits/HardwareKeys/details]
source: Protect your secrets with a hardware key, such as YubiKey.
zh_tw: 使用硬體金鑰來保護你的資料，比如 YubiKey 。

# [Premium/Benefits/HardwareKeys/title]
source: Use hardware keys
zh_tw: 使用硬體金鑰

# [Premium/Benefits/Maintenance/details]
source: Keep KeePassium improved, maintained and without ads.
cs: Pomozte udržet KeePassium vylepšovaný, udržovaný a bez reklam.
es_es: Apoya el desarrollo de KeePassium, un programa genial sin espionaje ni publicidad.
sv_se: Låt KeePassium förbättras, underhållas och håll reklamen borta.
zh_tw: 保持 KeePassium 的改進、維護以及無廣告。

# [Premium/Benefits/Maintenance/title]
source: Keep it shiny
cs: Udržujte stálý lesk
es_es: Mantenlo brillante
sv_se: Se till att det fortsätter poleras
zh_tw: 保持光輝

# [Premium/Benefits/MultiDB/details]
source: Add multiple databases and quickly switch between them.
cs: Přidejte více databází a přepínejte se mezi nimi rychleji.
es_es: Agrega múltiples bases de datos y cambia rápidamente entre ellas.
sv_se: Lägg till flera databaser och växla smidigt mellan dem.
zh_tw: 添加多個資料庫並快速切換它們。

# [Premium/Benefits/MultiDB/title]
source: Sync with the team
cs: Synchronizujte s týmem
es_es: Sincroniza con tu equipo
sv_se: Synka med teamet
zh_tw: 與團隊同步

# [Premium/Benefits/Support/details]
source: Community support means no obligations. With premium, get answers and solutions directly from the developer.
cs: Komunitní podpora není závazná. S prémiem získáte odpovědi a řešení přímo od vývojáře.
es_es: El apoyo de la comunidad no implica ninguna obligación. Con premium, obtienes respuestas y soluciones directamente del desarrollador.
sv_se: Community-supporten innebär inga löften. Med premium får du svaren och lösningarna direkt från utvecklaren.
zh_tw: 社區支持意味著沒有義務。開通高級版，直接從開發人員那裡獲得答案和解決方案。

# [Premium/Benefits/Support/title]
source: Talk to support that cares
cs: Promluvte si s podporou
es_es: Habla con un soporte técnico que se preocupa
sv_se: Tala med support som bryr sig
zh_tw: 與技術支持談談

source: Thank you! You can use KeePassium while purchase is awaiting approval from a parent
cs: Děkujeme! Můžete používat KeePassium, ale nákup musí schválit rodiče
es_es: ¡Gracias! Puedes usar KeePassium mientras la compra se aprueba por el supervisor de la familia
sv_se: Tack! Du kan använda KeePassium medan köpet väntar på bekräftelse från en målsman
zh_tw: 感恩您! 您可以使用KeePassium 直到父母批准購買。

# [Premium/Upgrade/Progress] Contacting AppStore...
source: Contacting AppStore...
cs: Kontaktování AppStore...
es_es: Conectando con la AppStore ...
sv_se: Kontaktar App Store...
zh_tw: 獲取購買結果...

# [Premium/Upgrade/Progress] Purchasing...
source: Purchasing...
cs: Nakupování...
es_es: Comprando ...
sv_se: Köper...
zh_tw: 購買中…

# [Premium/Upgrade/RestoreFailed/text] No previous purchase could be restored.
source: No previous purchase could be restored.
cs: Předchozí nákup nelze obnovit.
es_es: No se pudo restaurar ninguna compra anterior.
sv_se: Inga tidigare köp kunde återställas.
zh_tw: 沒有可以還原的內購。

# [Premium/Upgrade/RestoreFailed/title] Sorry
source: Sorry
cs: Omlouváme se
es_es: Lo siento
sv_se: Förlåt
zh_tw: 很抱歉

# [Premium/Upgrade/Restored/text] Upgrade successful, enjoy the app!
source: Upgrade successful, enjoy the app!
cs: Upgrade proběhl úspěšně, užijte si aplikaci!
es_es: Actualización hecha con éxito, ¡disfruta de KeePassium!
sv_se: Uppgraderingen lyckades, njut nu av appen!
zh_tw: 升級成功, 享受它!

# [Premium/Upgrade/Restored/title] Purchase Restored
source: Purchase Restored
cs: Nákup obnoven
es_es: Compra restablecida
sv_se: Köp återställt
zh_tw: 恢復購買

# [Premium/Upgrade/description] with priority support
source: with priority support
cs: s prioritní podporou
es_es: con soporte técnico prioritario
sv_se: med prioriterad support
zh_tw: 優先支持

# [Premium/Upgrade/price] %@ / month
source: %@ / month
cs: %@ / měsíc
es_es: %@ / mes
sv_se: %@ / månad
zh_tw: %@ / 月

# [Premium/Upgrade/price] %@ / year
source: %@ / year
cs: %@ / rok
es_es: %@ / año
sv_se: %@ / år
zh_tw: %@ / 年

# [Premium/Upgrade/price] %@ once
source: %@ once
cs: %@ jednorázově
es_es: %@ de una vez
sv_se: %@ engångsbetalning
zh_tw: %@ 一次性付費

source: Hmm, there are no upgrades available. This should not happen, please contact support.
cs: Hmm, není k dispozici žádný upgrade. To by se nemělo stát, prosím kontaktujte podporu.
es_es: Hmm, no hay actualizaciones disponibles. Esto no debería suceder, por favor contacta con el soporte técnico.
sv_se: Hmm, det finns inga uppgraderingar tillgängliga. Detta ska inte hända, var vänlig kontakta supporten.
zh_tw: 沒有可用的升級, 這不應該發生, 請聯繫技術支持。

# [Premium/status] Beta testing
source: Beta testing
cs: Beta testování
es_es: Prueba la versión beta
sv_se: Betatestning
zh_tw: 測試版本

# [Premium/status] Expired %@ ago. Please renew.
source: Expired %@ ago. Please renew.
cs: Platnost vypršela před %@. Prosím obnovte.
es_es: Expirado hace %@. Por favor, renueva la suscripción.
sv_se: Förföll %@ sen. Var vänlig förnya.
zh_tw: 已經到期 %@ 天, 請續訂。

# [Premium/status] Next renewal on %@
source: Next renewal on %@
cs: Další obnovení dne %@
es_es: Siguiente renovación en %@
sv_se: Nästa förnyelse %@
zh_tw: 下次續訂時間: %@

# [Premium/status] Valid forever
source: Valid forever
cs: Platný navždy
es_es: Válido por siempre
sv_se: Giltig för alltid
zh_tw: 永遠有效

# [Premium/usage] App being useful: %@/month, that is around %@/year.
source: App being useful: %1$@/month, that is around %2$@/year.
cs: Aplikace používána %1$@/měsíc, což je %2$@/ročně.
es_es: Uso de KeePassium: %1$@/mes, que es alrededor de %2$@/año.
sv_se: Appen är användbar: %1$@/månad, det är cirka %2$@/år.
zh_tw: 程式已使用: %1$@/月, 大約%2$@/年

# [Settings/AppLock/Biometric/title] Use %@
source: Use %@
cs: Používat %@
es_es: Usar %@
sv_se: Använd %@
zh_tw: 使用 %@

# [Settings/AppLock/subtitle] App Lock, %@, timeout
source: App Lock, %@, timeout
cs: Zámek, %@, časový limit
es_es: Bloqueo de aplicación, %@, tiempo de espera
zh_tw: 應用鎖定,%@, 逾時

# [Settings/AppLock/subtitle] App Lock, passcode, timeout
source: App Lock, passcode, timeout
cs: Zámek, kód aplikace, časový limit
es_es: Bloqueo, código, tiempo de espera
sv_se: App Lock, PIN-kod, timeout
zh_tw: 應用鎖定, 應用解鎖密碼, 逾時

# [Settings/Backup/Delete/title] Delete all backup files?
source: Delete all backup files?
cs: Odstranit všechny zálohy?
es_es: ¿Eliminar todas las copias de seguridad?
sv_se: Radera alla backuper?
zh_tw: 刪除所有備份儅案?

# [Settings/Backup] Delete ALL Backup Files (%d)
source: Delete ALL Backup Files (%d)
cs: Odstranit VŠECHNY zálohy (%d)
es_es: Eliminar TODAS las copias (%d)
sv_se: Radera ALLA backuper (%d)
zh_tw: 刪除所有備份儅案(%d)

# [Settings/Backup] No Backup Files Found
source: No Backup Files Found
cs: Nenalezeny žádné zálohy
es_es: No se encontraron copias de seguridad
sv_se: Inga backupfiler hittades
zh_tw: 沒有找到備份檔案

source: Associations between key files and databases have been removed.
cs: Asociace databází se soubory s klíčem byly smazány.
es_es: Se han eliminado las asociaciones entre los archivos de claves y las bases de datos.
sv_se: Associationer mellan nyckelfiler och databaser har tagits bort.
zh_tw: 金鑰檔案與資料庫之間的關聯已被刪除。

# [Settings/ClearKeyFileAssociations/Cleared/title] Cleared
source: Cleared
cs: Vymazáno
es_es: Eliminado
sv_se: Rensad
zh_tw: 已清除

# [Settings/ClearMasterKeys/Cleared/text] All master keys have been deleted.
source: All master keys have been deleted.
cs: Všechny hlavní klíče byly smazány.
es_es: Se han eliminado todas las claves maestras.
sv_se: Alla huvudnycklar har raderats.
zh_tw: 所有主金鑰已刪除。

# [Settings/ClearMasterKeys/Cleared/title] Cleared
source: Cleared
cs: Vymazáno
es_es: Eliminado
sv_se: Rensad
zh_tw: 已清除

source: When you copy some text from an entry, the app will automatically clear your clipboard (pasteboard) after this time.
cs: Jakmile zkopírujete nějaké údaje z databáze, aplikace automaticky vymaže obsah schránky po vybrané době.
es_es: Cuando copies texto de una entrada, la aplicación borrará automáticamente el portapapeles después del tiempo especificado.
sv_se: När du kopierar något fält från ett konto kommer appen automatiskt rensa ditt urklipp efter en stund.
zh_tw: 如果您從條目中複製了文本, 會在稍後自動地清理您的剪貼簿。

source: If you are not interacting with the app for some time, the database will be closed for your safety. To open it, you will need to enter its master password again.
cs: Jakmile po vybranou dobu aplikaci nepoužijete, dojde pro vaší bezpečnost k uzavření databáze. Pro její opětovné otevření bude nutné zadat hlavní heslo.
es_es: Si no estás interactuando con la aplicación durante un tiempo, la base de datos se cerrará por seguridad. Para abrirla, tendrás que introducir la contraseña maestra de nuevo.
sv_se: Om du inte interagerar med appen på ett tag kommer databasen stängas för din säkerhet. För att öppna behöver du ange huvudlösenordet igen.
zh_tw: 如果您在一段時間內沒有與KeePassium程式交互, 資料庫將會自動關閉, 以確保您的安全。如果重新打開KeePassium程式您需要重新輸入主密碼。

# [Settings/FileLists/Backup/title] Backup
source: Backup
cs: Záloha
es_es: Copia de seguridad
zh_tw: 備份

# [Settings/FileLists/Sorting/title] Sorting
source: Sorting
cs: Řazení
es_es: Órden
sv_se: Sortering
zh_tw: 排序

# [Settings/GroupViewer] Entry Subtitle
source: Entry Subtitle
cs: Podtitulek záznamu
es_es: Introducir subtítulo
sv_se: Tilläggsinfo
zh_tw: 條目副標題

# [Settings/GroupViewer] Sort Order
source: Sort Order
cs: Řadit podle
es_es: Ordenar por
sv_se: Sortering
zh_tw: 排序順序

# 7bL-fQ-OUc.headerTitle
source: Feedback
cs: Zpětná vazba
es_es: Comentarios
zh_tw: 意見反饋

# 7cl-Fc-8Nf.text
source: Proprietary license
cs: Proprietární licence
es_es: Licencia Propietaria
sv_se: Proprietär licens
zh_tw: 專有許可證

# 7id-QT-w26.text
source: Icons by Icons8
cs: Ikony by Icons8
es_es: Iconos por Icons8
sv_se: Ikoner av Icons8
zh_tw: 圖標 來自 Icons8

# 9MZ-zt-75x.text
source: Base32 for Swift by Norio Nomura
es_es: Base32 para Swift por Norio Nomura
sv_se: Base32 för Swift av Norio Nomura
zh_tw: Swift 的Base32實現 來自 Norio Nomura

# 9lh-fA-Xgx.text
source: Ionicons by Ionic
es_es: Ionicons por Ionic
sv_se: Ionicons av Ionic
zh_tw: Ionicons 來自 Ionic

# 9wt-nj-TZW.text
source: KeePassium does not collect any personal or analytical data nor share it with anyone.
cs: KeePassium neshromažďuje žádná osobní nebo analytická data a ani je s nikým nesdílí.
es_es: KeePassium no recopila datos personales o analíticos ni los comparte con nadie.
sv_se: KeePassium samlar inte ihop någon personlig eller analytisk data vare sig för eget eller någon annans bruk.
zh_tw: KeePassium不會對任何個人資料收集或分析，也不會與任何人分享。
