Repository: jwaghetti/KeePassium-L10n
Catalog: */KeePassium.xliff
Languages: cs, es_es, sv_se, zh_tw

# HjD-9G-X8p.headerTitle
source: Backup
cs: Záloha
es_es: Copias de seguridad
zh_tw: 備份

# PpA-oZ-kr2.text
source: Diagnostic Log
cs: Diagnostické zprávy
es_es: Registro de diagnóstico
sv_se: Diagnostisk logg
zh_tw: 診斷日誌

# QlM-VS-hle.text
source: Contact Us
cs: Napište nám
es_es: Contáctanos
sv_se: Kontakta oss
zh_tw: 聯繫我們

# RNK-fS-Fvx.text
source: Suggestions? Problems? Let us know!
cs: Návrhy? Problémy? Dejte nám vědět!
es_es: ¿Sugerencias? ¿Problemas? ¡Háznoslo saber!
sv_se: Förslag? Problem? Hör av dig!
zh_tw: 建議? 問題? 讓我們知道!

# T2Z-oa-zJR.text
source: AutoFill Passwords
cs: Automatické vyplňování
es_es: Autocompletar contraseñas
sv_se: Autofyll lösenord
zh_tw: 自動填寫密碼

# UNl-Hc-Ref.text
source: Data Protection
cs: Ochrana dat
es_es: Protección de datos
sv_se: Dataskydd
zh_tw: 資料保護

# ZFi-ss-fUa.headerTitle
source: AutoFill
cs: Automatické vyplňování
es_es: Autocompletar
sv_se: Autofyll
zh_tw: 自動填入功能

# abS-AH-iFO.text
source: App Protection
cs: Ochrana aplikace
es_es: Protección de la Aplicación
sv_se: Appskydd
zh_tw: 應用保護

# c5H-hS-sU3.text
source: Review KeePassium
cs: Napište recenzi
es_es: Valorar KeePassium
sv_se: Recensera KeePassium
zh_tw: 評價 KeePassium

# cBS-jW-dHU.headerTitle
source: Support
cs: Podpora
es_es: Soporte técnico
zh_tw: 支持

# coD-Om-Vfm.text
source: Database Backup
cs: Záloha databáze
es_es: Copias de seguridad
sv_se: Databasbackup
zh_tw: 資料庫備份

# hui-xG-chj.headerTitle
source: Access Control
cs: Správa přístupu
es_es: Control de acceso
sv_se: Behörighet
zh_tw: 存取控制

# oxG-N8-1ld.text
source: Upgrade to Premium
cs: Přejít na Premium
es_es: Actualizar a Premium
sv_se: Uppgradera till premium
zh_tw: 升級到高級版

# qhK-lw-bGy.text
source: For expert troubleshooting
cs: Pro řešení problémů
es_es: Solucionar problemas de expertos
sv_se: För felsökning av experter
zh_tw: 用於給作者排除故障

# yuN-Ls-o9d.text
source: Start with Search
cs: Začít s vyhledáváním
es_es: Iniciar con campo de búsquedas
sv_se: Börja med sök
zh_tw: 從搜尋開始

# zUh-Sn-3ya.text
source: Manage Subscriptions
cs: Správa předplatného
es_es: Administrar suscripciones
sv_se: Hantera prenumerationer
zh_tw: 管理訂閱

# [BiometricAuthType] Face ID
source: Face ID
es_es: Reconocimiento facial

source: Quickly access your passwords using Face ID/Touch ID in the premium version.
cs: Prémiová verze umožňuje rychlý přístup k heslům pomocí Face ID/Touch ID.
es_es: Accede rápidamente a tus contraseñas usando Touch ID o Face ID en la versión premium.
sv_se: Kom snabbt åt dina lösenord med hjälp av Face ID/Touch ID i premiumversionen.

# [PremiumFeature/BiometricAppLock/title] Biometric Unlock
source: Biometric Unlock
cs: Biometrický zámek
es_es: Desbloqueo biométrico
sv_se: Biometrisk upplåsning

# [Database/Create/TemplateEntry/password] pa$$word
source: pa$$word
cs: he$lo
es_es: Contra$€ña

# jzd-La-4YT.text
source: Any questions? We have answers.
cs: Nějaké otázky? Máme odpovědi.
es_es: ¿Alguna pregunta? Tenemos las respuestas.
sv_se: Några frågor? Vi har svar.

# [News/2019/08/BetaTransition/title] Now on the App Store!
source: Now on the App Store!
cs: Nyní v App Store!
sv_se: Nu på App Store!

# [News/2019/08/SpecialPricesExpire/title] Early bird promo ends %@
source: Early bird promo ends %@
cs: Promo akce pro první osvojitele končí %@
sv_se: Early bird-rabatten avslutas %@

# [Premium/Upgrade/Success/text] Upgrade successful, enjoy the app!
source: Upgrade successful, enjoy the app!
cs: Upgrade byl úspěšný, užijte si aplikaci!
sv_se: Uppgraderingen lyckades, njut nu av appen!

# [Premium/Upgrade/Success/title] Thank You
source: Thank You
cs: Děkujeme
sv_se: Tack

# Ams-tg-a6W.text
source: Beta tester promo
cs: Promo akce pro beta testery
sv_se: Promo för betatestare

# DHf-ZF-lUj.text
source: Install the free version from the App Store, upgrade to premium whenever you want.
cs: Instalujte verzi zdarma z App Store, na Prémium přejděte kdykoli.
sv_se: Installera gratisversionen från App Store, uppgradera till premium när du än vill.

# Dln-R4-hDr.text
source: Until 31 August 2019, premium upgrades are available at special early bird prices.
cs: Do 31. srpna 2019 je přechod na Premium možný za speciální ceny.
sv_se: Till och med 31:a augusti 2019 kommer premiumuppgraderingar vara tillgängliga till nedsatt pris för tidiga användare.

# Hem-sD-JQZ.text
source: Early adopter promo
cs: Promo akce pro první osvojitele
sv_se: Promo för tidiga användare

# Nha-DI-lcm.text
source: Stick to TestFlight
cs: Držet se TestFlight
sv_se: Fortsätt köra TestFlight

# UVw-Iq-kix.text
source: Switch to the free version
cs: Přejít na verzi zdarma
sv_se: Växla till gratisversionen

# WYR-9D-CUb.text
source: Contact us if you have any questions about switching from beta to release version.
cs: Napište nám, pokud máte nějaké dotazy ohledně přechodu z bety na finální verzi.
sv_se: Kontakta oss om du har några frågor om att byta från betaversionen till den släppta versionen.

# gBU-27-3it.text
source: Tap here to get free premium until 1 Sep 2020. (But note: the early-bird pricing won't be there anymore, so this might not be the best choice in the long run.)
cs: Klepnutím sem získáte zdarma Premium do 1. září 2020. (Ale pozor: prvotní ceny už tam nebudou, takže to nemusí být z dlouhodobého hlediska nejlepší volba)
sv_se: Tryck här för att låsa upp gratis premium tills 1:a september 2020. (Notera: Early bird-rabatten kommer inte gå att välja längre, så det kanske inte är det bästa långsiktiga valet.)

# lju-i3-mMS.text
source: Contact us
cs: Napište nám
sv_se: Kontakta oss

# naw-As-2di.text
source: Feel free to stay on the beta channel and get new features as soon as they appear. Beta versions will have all the bells and whistles, but might be less stable than before.
cs: Neváhejte zůstat na beta kanálu a získejte nové funkce, jakmile se objeví. Beta verze budou mít nejnovější funkce, ale mohou být méně stabilní než dříve.
sv_se: Känn dig fri att stanna på beta-releaserna och få nya funktioner så fort de är tillgängliga. Beta-versionerna kommer fortsätta ha alla funktioner men riskerar ibland att vara mindre stabila än tidigare.

# xEf-mF-cRj.text
source: KeePassium is now officially available on the App Store. Thank you for testing!
cs: KeePassium je nyní oficiálně k dispozici na App Store. Děkujeme vám za testování!
sv_se: KeePassium finns nu officiellt på App Store. Tack för att du hjälpt till att testa!

# yZc-RG-QZj.headerTitle
source: What's next?
cs: Dále připravujeme
sv_se: Vad kommer härnäst?

# hx0-nf-Kwn.title
source: Beta → Release
cs: Beta → Finální verze
