Repository: jwaghetti/KeePassium-L10n
Catalog: */KeePassium.xliff
Languages: cs, es_es, sv_se, zh_tw

# ebS-pB-Qan.title
source: Close
cs: Zavřít
es_es: Cerrar
sv_se: Stäng
zh_tw: 關閉

# kmV-si-Nrg.text
source: It seems that AutoFill did not close correctly the last time. This can happen with large databases or memory-demanding database settings (Argon2). Please contact us if you need help with this.
cs: Zdá se, že automatické vyplňování se posledně nezdařilo. To se může stát při čtení velkých databází nebo při použití paměťově náročného nastavení (Argon2). Pokud s tímhle potřebujete pomoci, napište nám.
es_es: Al parecer autocompletar (AutoFill) no se ha cerrado correctamente la última vez. Esto puede ocurrir con grandes bases de datos o bases de datos exigentes en memoria (Argon2). Ponte en contacto con nosotros si necesitas ayuda al respecto.
sv_se: Det verkar som om Autofyll inte avslutades korrekt förra gången. Detta kan hända med stora databaser eller minneskrävande databasparametrar (Argon2). Kontakta oss om du behöver hjälp med detta.
zh_tw: 看起來在最後一次使用自動填充沒有正確的關閉。 對於較大型的資料庫或需要記憶體的資料庫格式(Argon2)，可能會發生這種情況。 如果您需要幫助，請與我們聯繫。

# zvf-PV-5l4.title
source: We are sorry
cs: Omlouváme se
es_es: Lo sentimos
sv_se: Vi ber om ursäkt
zh_tw: 我們很抱歉

# CbK-f7-To5.title
source: Add Database
cs: Přidat databázi
es_es: Añadir base de datos
sv_se: Lägg till databas
zh_tw: 添加資料庫

# Zun-me-VzS.title
source: Databases
cs: Databáze
es_es: Bases de datos
sv_se: Databaser
zh_tw: 資料庫

# fXt-kp-oSe.text
source: No recent databases
cs: Žádné nedávné databáze
es_es: No hay bases de datos recientes
sv_se: Inga nyligen använda databaser
zh_tw: 沒有最近的資料庫

# 89h-8b-LRO.normalTitle
source: Unlock
cs: Odemknout
es_es: Abrir
sv_se: Lås upp
zh_tw: 解鎖

# Dnl-vm-GMg.placeholder
source: No Key File
cs: Žádný soubor s klíčem
es_es: Sin archivo de clave
sv_se: Ingen nyckel-fil
zh_tw: 沒有金鑰檔案

# U6j-Ph-AWS.placeholder
source: Password
cs: Heslo
es_es: Contraseña
sv_se: Lösenord
zh_tw: 密碼

# bxv-kR-0w1.title
source: Unlock Database
cs: Odemknout databázi
es_es: Abrir base de datos
sv_se: Lås upp databas
zh_tw: 解鎖資料庫

# Ura-k4-GXq.title
source: Diagnostics
cs: Diagnostika
es_es: Diagnóstico
sv_se: Diagnostik
zh_tw: 診斷訊息

# NSB-dG-jRN.text
source: Nothing suitable found.
cs: Nenalezeny žádné výsledky.
es_es: No se ha encontrado nada adecuado.
sv_se: Inget matchande resultat.
zh_tw: 沒有找到適合的東西。

# dPB-bK-tzh.title
source: Lock Database
cs: Zamknout databázi
es_es: Bloquear base de datos
sv_se: Lås databas
zh_tw: 鎖定資料庫

# yLY-eZ-iAh.text
source: Related Entries
cs: Související záznamy
es_es: Entradas similares
sv_se: Relaterade konton
zh_tw: 相關資料

# P0M-N3-ynf.text
source: Please re-add databases and key files you want to use with the AutoFill feature.
cs: Prosím znovu přidejte databáze a soubory s klíčem, které chcete používat pro automatické vyplňování.
es_es: Por favor, vuelve a agregar las bases de datos y los archivos de claves para utilizar con la función de autocompletar (AutoFill).
sv_se: Var vänlig och lägg till databaserna och nyckelfilerna igen om du vill använda funktionen Autofyll.
zh_tw: 請重新添加資料庫以及金鑰檔案用於使用系統自動填充的功能。

# UAW-0G-N5G.text
source: The AutoFill cannot automatically access the files you already have in the main KeePassium app. Why? Behind the scenes, the system treats AutoFill as a separate app, independent from the main KeePassium process. For security reasons, an app cannot simply access any external files – unless you explicitly link these files to that app. Thus the system guarantees that the app can only access the few files you allowed it to. As a result, both AutoFill and the main KeePassium app need to be given their own permissions for each external file. Luckily, this is a one-time procedure.
cs: Služba automatického vyplňování hesel nemá přístup k databázovým souborům, které jste přidali v hlavní aplikaci KeePassium. Proč? Operační systém považuje službu automatického vyplňování za samostatnou aplikaci, která je nezávislá na té hlavní. Z bezpečnostních důvodů mohou aplikace přistupovat pouze k těm souborům, ke kterým jim dáte svolení. Z tohoto důvodu je nutné dát svolení k přístupu jak samotné aplikaci KeePassium, tak službě automatického vyplňování. Tohle je však potřeba provést pouze jednou.
es_es: Autocompletar (AutoFill) no puede acceder automáticamente a los archivos de la aplicación principal de KeePassium. ¿Por qué? Internamente, el sistema trata AutoFill como una aplicación separada, independiente del proceso principal de KeePassium. Por razones de seguridad, una aplicación no puede simplemente acceder a ningún archivo externo, a menos que se vinculen explícitamente estos archivos con esa aplicación. Así, el sistema garantiza que la aplicación sólo puede acceder a los archivos permitidos. Como resultado, tanto la aplicación de AutoFill como la aplicación principal de KeePassium deben recibir sus propios permisos para cada archivo externo. Afortunadamente, sólo se necesita hacerlo una vez por cada nueva base de datos.
sv_se: Autofyll kan inte komma åt filerna du redan lagt till i KeePassium-appen automatiskt. Varför? Bakom kulisserna hanterar systemet Auotfyll som en separat app, som är oberoende från huvudprocessen. Av säkerhetsskäl kan inte en app komma åt externa filer – om du inte uttryckligen ger appen tillstånd till detta. På så sätt garanterar systemet att appen endast kan komma åt filer du ger tillåtelse till. Detta leder till att både Autofyll och huvudappen för KeePassium behöver ges tillstånd för varje extern fil som ska användas. Som tur är behöver detta bara göras en gång.
zh_tw: 自動填充功能無法自動訪問主KeePassium應用程式中已有的資料庫。 為什麼？ 在系統後台，系統將自動填充視為一個獨立的應用程式，獨立於主要的KeePassium處理程式。 出於安全原因，應用程式無法簡單地訪問任何外部文件 - 除非您明確將這些檔案添加到該應用程式。系統安全特性保證應用程式只能訪問您允許的少數文件。 因此，需要為自動填充和KeePassium應用程式賦予所需的資料庫檔案以及金鑰檔案權限。 幸運的是，這只要設置一次。

# enW-gs-tra.normalTitle
source: Add Database
cs: Přidat databázi
es_es: Añadir base de datos
sv_se: Lägg till databas
zh_tw: 添加資料庫

# pIl-6L-Msp.text
source: AutoFill Setup
cs: Nastavení automatického vyplňování
es_es: Configurar autocompletar (AutoFill)
sv_se: Autofyll Uppstart
zh_tw: 設置自動填充

# 9UZ-FK-v73.text
source: No Key File
cs: Žádný soubor s klíčem
es_es: Sin archivo de clave
sv_se: Ingen nyckel-fil
zh_tw: 沒有金鑰檔案

# Lod-RE-tcd.title
source: Add Key File
cs: Přidat soubor s klíčem
es_es: Añadir archivo de clave
sv_se: Lägg till nyckelfil
zh_tw: 添加金鑰檔案

# Omh-Sn-jl2.normalTitle
source: Add Key File
es_es: Añadir archivo de clave
zh_tw: 添加金鑰檔案

# leO-vH-qBX.text
source: Use only password
cs: Použít pouze heslo
es_es: Utilizar sólo contraseña
sv_se: Använd endast lösenord
zh_tw: 僅使用密碼

# r85-yz-wYI.title
source: Key Files
cs: Soubory s klíčem
es_es: Archivos de claves
sv_se: Nyckelfiler
zh_tw: 金鑰檔案

# CFBundleDisplayName
source: KeePassium AutoFill
es_es: Autocompletar KeePassium
sv_se: KeePassium Autofyll
zh_tw: KeePassium 自動填充

# CFBundleName
source: KeePassium AutoFill
es_es: Autocompletar KeePassium
sv_se: KeePassium Autofyll
zh_tw: KeePassium 自動填充

# NSFaceIDUsageDescription
source: Use FaceID to unlock KeePassium
cs: Používat FaceID k odemčení KeePassium
es_es: Utilizar Face ID para desbloquear KeePassium
sv_se: Använd FaceID för att låsa upp KeePassium
zh_tw: 使用 FaceID 解鎖 KeePassium

source: Add Database
cs: Přidat databázi
es_es: Añadir base de datos
sv_se: Lägg till databas
zh_tw: 添加資料庫

source: Choose Database
cs: Vybrat Databázi
es_es: Seleccionar base de datos
sv_se: Välj databas
zh_tw: 關閉資料庫

source: Import Database
cs: Importovat databázi
es_es: Importar base de datos
sv_se: Importera databas
zh_tw: 匯入資料庫

source: KeePass database should not be used as key file. Please pick a different file.
cs: KeePass databáze by neměla být použita jako soubor s klíčem. Prosím, vyberte jiný soubor.
es_es: La base de datos de KeePass no debe ser usada como archivo de clave. Por favor, selecciona un archivo diferente.
sv_se: KeePass databaser ska inte användas som nyckelfiler. Var vänlig välj en annan fil.
zh_tw: KeePass資料庫檔案不應該當作金鑰檔案使用。 請選擇其他文件。

# [AppLock/Biometric/Hint] Unlock KeePassium
source: Unlock KeePassium
cs: Odemknout KeePassium
es_es: Desbloquear KeePassium
sv_se: Lås upp KeePassium
zh_tw: 解鎖 KeePassium

# [AppLock/cancelBiometricAuth] Use Passcode
source: Use Passcode
cs: Použít kód aplikace
es_es: Usar código
sv_se: Använd PIN-kod
zh_tw: 使用應用解鎖密碼

# [AppLock] Unlock
source: Unlock
cs: Odemknout
es_es: Desbloquear
sv_se: Lås upp
zh_tw: 解鎖

source: To upgrade, please manually open KeePassium from your home screen.
cs: Zakoupení prémiové verze prosím proveďte z hlavní aplikace KeePassium.
es_es: Para actualizar, inicia KeePassium manualmente desde el icono de aplicación.
sv_se: För att uppgradera öppna KeePassium från din hemskärm.
zh_tw: 如果要升級，請從主屏幕右上角+號中, 手動打開升級介面。

# [AutoFill/Premium/Upgrade/Manual/title] Premium Upgrade
source: Premium Upgrade
cs: Přejít na Premium
es_es: Obtener Premium
sv_se: Premiumuppgradering
zh_tw: 升級高級版

# [Database/Add] Selected file &quot;%@&quot; does not look like a database.
source: Selected file "%@" does not look like a database.
cs: Vybraný soubor "%@" nevypadá jako databáze.
es_es: El archivo seleccionado «%@» no parece una base de datos.
sv_se: Vald fil "%@" verkar inte vara en databas.
zh_tw: 您選定的檔案 "%@" 看起來不像是個資料庫文件。

# [Database/Create/action] Create Database
source: Create Database
cs: Vytvořit databázi
es_es: Crear base de datos
sv_se: Skapa databas
zh_tw: 創建新的資料庫

# [Database/Create/title] Create Database
source: Create Database
cs: Vytvořit databázi
es_es: Crear base de datos
sv_se: Skapa databas
zh_tw: 創建新的資料庫

source: Delete database file? Make sure you have a backup.
cs: Odstranit databázový soubor? Ujistěte se, že máte zálohu.
es_es: ¿Eliminar el archivo de base de datos? Asegúrate de tener una copia de seguridad.
sv_se: Radera databasfil? Säkerställ att du har en backup.
zh_tw: 刪除資料庫文件? 請確保您有備份檔案!

# [Database/Delete] Failed to delete database file
source: Failed to delete database file
cs: Databázi se nepodařilo odstranit
es_es: Error al eliminar la base de datos
sv_se: Misslyckades att radera databasfilen
zh_tw: 刪除資料庫文件失敗

# [Database/Loading/Status] Loading...
source: Loading...
cs: Načítání...
es_es: Cargando ...
sv_se: Laddar...
zh_tw: 載入中...

# [Database/MasterKey/changed] Master key successfully changed
source: Master key successfully changed
cs: Hlavní klíč k databázi úspěšně změněn
es_es: Clave maestra cambiada correctamente
sv_se: Huvudnyckel ändrades
zh_tw: 主密碼修改成功

# [Database/Open/action] Open Database
source: Open Database
cs: Otevřít databázi
es_es: Abrir base de datos
sv_se: Öppna databas
zh_tw: 打開資料庫

# [Database/Opened/action] Close
source: Close
cs: Zavřít
es_es: Cerrar
sv_se: Stäng
zh_tw: 關閉

# [Database/Opened/action] Lock Database
source: Lock Database
es_es: Bloquear base de datos
zh_tw: 鎖定資料庫

source: Remove database from the list? The file will remain intact and you can add it again later.
cs: Odstranit databázi ze seznamu? Soubor nebude ostraněn a můžete jej znovu přidat později.
es_es: ¿Eliminar la base de datos de la lista? El archivo permanecerá intacto y se puede volver a añadir más tarde.
sv_se: Ta bort databasen från fillistan? Filen kommer inte raderas, och du kan lägga till den igen vid ett senare tillfälle.
zh_tw: 從列表中刪除資料庫? 不會對檔案進行更改或刪除, 您可以在稍後添加回來。

# [Database/Saving/Status] Done
source: Done
cs: Hotovo
es_es: Hecho
sv_se: Klar
zh_tw: 完成

# [Database/Saving/Status] Saving...
source: Saving...
cs: Ukládání...
es_es: Guardando ...
sv_se: Sparar...
zh_tw: 正在保存...

# [Database/Unlock] Key file error: %@
source: Key file error: %@
cs: Chyba souboru s klíčem: %@
es_es: Error del archivo de clave: %@
sv_se: Nyckelfil-fel: %@
zh_tw: 金鑰檔案異常: %@

# [Diagnostics] Diagnostic log has been copied to clipboard.
source: Diagnostic log has been copied to clipboard.
cs: Diagnostické zprávy byly zkopírovány.
es_es: El diagnóstico se ha copiado al portapapeles.
sv_se: Diagnostisk logg har kopierats till urklipp.
zh_tw: 診斷日誌複製到剪貼簿成功。

# [Diagnostics] Show Diagnostic Log
source: Show Diagnostic Log
cs: Zobrazit Diagnostické Zprávy
es_es: Visualizar diagnóstico
sv_se: Visa diagnostisk logg
zh_tw: 顯示診斷日誌

# [Entry/Attachments/title] Attached Files
source: Attached Files
cs: Přiložené soubory
es_es: Archivos adjuntos
sv_se: Bifogade filer
zh_tw: 附件

# [Entry/Create/action] Create Entry
source: Create Entry
cs: Vytvořit záznam
es_es: Crear entrada
sv_se: Skapa konto
zh_tw: 創建新條目

# [Entry/Edit/CreateField/defaultName] Field Name
source: Field Name
cs: Název pole
es_es: Nombre del campo
sv_se: Fältnamn
zh_tw: 欄位名稱

# [Entry/Field/name] Notes
source: Notes
cs: Poznámky
es_es: Notas
sv_se: Anteckningar
zh_tw: 備註

# [Entry/Field/name] Password
source: Password
cs: Heslo
es_es: Contraseña
sv_se: Lösenord
zh_tw: 密碼

# [Entry/Field/name] Title
source: Title
cs: Název
es_es: Título
sv_se: Titel
zh_tw: 標題

# [Entry/Field/name] URL
source: URL
cs: Adresa
zh_tw: 網址

# [Entry/Field/name] User Name
source: User Name
cs: Uživatelské jméno
es_es: Nombre de usuario
sv_se: Användarnamn
zh_tw: 用戶名稱

# [Entry/New/defaultTitle] New Entry
source: New Entry
cs: Nový záznam
es_es: Nueva entrada
sv_se: Nytt konto
zh_tw: 新條目

# [File/PermissionDenied] Try to remove the file from the app, then add it again.
source: Try to remove the file from the app, then add it again.
es_es: Prueba a eliminar el archivo de la aplicación e inténtalo de nuevo.
zh_tw: 嘗試從應用程序中刪除文件，然後再次添加。

# [FileInfo/Field/title] Creation Date
source: Creation Date
cs: Datum vytvoření
es_es: Fecha de creación
sv_se: Skapad
zh_tw: 建立時間

# [FileInfo/Field/title] File Location
source: File Location
cs: Umístění souboru
es_es: Localización del archivo
sv_se: Lagringsplats
zh_tw: 檔案位置

# [FileInfo/Field/title] File Name
source: File Name
cs: Název souboru
es_es: Nombre del archivo
sv_se: Filnamn
zh_tw: 檔案名稱

# [FileInfo/Field/title] File Size
source: File Size
cs: Velikost souboru
es_es: Tamaño del archivo
sv_se: Filstorlek
zh_tw: 檔案大小

# [FileInfo/Field/title] Last Modification Date
source: Last Modification Date
cs: Datum poslední změny
es_es: Fecha de última modificación
sv_se: Senast redigerad
zh_tw: 最後修改日期

# [FileInfo/Field/valueError] Error
source: Error
cs: Chyba
sv_se: Fel
zh_tw: 錯誤

# [Generic/ConfirmDelete/title] Are you sure?
source: Are you sure?
cs: Jste si jisti?
es_es: ¿Estás seguro?
sv_se: Är du säker?
zh_tw: 您確定嗎？

# [Generic/Edit/Aborting/text] Discard unsaved changes?
source: Discard unsaved changes?
cs: Zahodit neuložené změny?
es_es: ¿Descartar los cambios no guardados?
sv_se: Släng osparade ändringar?
zh_tw: 要捨棄尚未儲存的變更？

# [Generic/Edit/Aborting/title] There are unsaved changes
source: There are unsaved changes
cs: Máte neuložené změny
es_es: Hay cambios sin guardar
sv_se: Det finns osparade ändringar
zh_tw: 此處有未存檔的變更

# [Generic/File/title] Export Error
source: Export Error
cs: Export selhal
es_es: Error al exportar
sv_se: Exporteringsfel
zh_tw: 匯出錯誤

# [Generic/File/title] File already exists
source: File already exists
zh_tw: 檔案已經存在

# [Generic/File/title] Import Error
source: Import Error
cs: Import selhal
es_es: Error al importar
sv_se: Importeringsfel
zh_tw: 匯入錯誤

# [Generic/File] Delete
source: Delete
cs: Odstranit
es_es: Eliminar
sv_se: Radera
zh_tw: 刪除

# [Generic/File] Remove
source: Remove
cs: Odebrat
es_es: Eliminar
sv_se: Ta bort
zh_tw: 移除

# [Generic/title] Error
source: Error
cs: Chyba
sv_se: Fel
zh_tw: 錯誤

# [Generic/title] Keychain Error
source: Keychain Error
cs: Chyba klíčenky
es_es: Error en la cadena de claves
sv_se: Nyckelringsfel
zh_tw: 鑰匙圈錯誤

# [Generic/title] Warning
source: Warning
cs: Varování
es_es: Advertencia
sv_se: Varning
zh_tw: 警告

# [Generic] Cancel
source: Cancel
cs: Zrušit
es_es: Cancelar
sv_se: Avbryt
zh_tw: 取消

# [Generic] Contact Us
source: Contact Us
cs: Napište nám
es_es: Contáctanos
sv_se: Kontakta oss
zh_tw: 聯繫我們

# [Generic] Copy
source: Copy
es_es: Copiar
zh_tw: 複製

# [Generic] Delete
source: Delete
cs: Odstranit
es_es: Eliminar
sv_se: Radera
zh_tw: 刪除

# [Generic] Discard
source: Discard
cs: Zahodit
es_es: Descartar
sv_se: Överge
zh_tw: 捨棄

# [Generic] Dismiss
source: Dismiss
cs: Zavřít
es_es: Rechazar
sv_se: Avfärda
zh_tw: 關閉

# [Generic] Done
source: Done
cs: Potvrdit
es_es: Hecho
sv_se: Klar
zh_tw: 完成

# [Generic] Edit
source: Edit
cs: Upravit
es_es: Editar
sv_se: Redigera
zh_tw: 編輯

# [Generic] Export
source: Export
cs: Exportovat
es_es: Exportar
sv_se: Exportera
zh_tw: 匯出

# [Generic] Move
source: Move
es_es: Mover
zh_tw: 移動

# [Generic] OK
source: OK
es_es: Aceptar
zh_tw: 確定

# [Generic] Overwrite
source: Overwrite
zh_tw: 覆寫

# [Generic] Rename
source: Rename
cs: Přejmenovat
es_es: Renombrar
sv_se: Byt namn
zh_tw: 重新命名

# [Generic] Replace
source: Replace
cs: Nahradit
es_es: Reemplazar
sv_se: Ersätt
zh_tw: 替換

# [Generic] Show Details
source: Show Details
cs: Zobrazit podrobnosti
es_es: Ver detalles
sv_se: Visa detaljer
zh_tw: 顯示詳細資訊

# [Generic] Show more
source: Show more
zh_tw: 顯示更多

# [Group/Create/action] Create Group
source: Create Group
cs: Vytvořit skupinu
es_es: Crear grupo
sv_se: Skapa grupp
zh_tw: 建立群組

# [Group/Create/title] Create Group
source: Create Group
cs: Vytvořit skupinu
es_es: Crear grupo
sv_se: Skapa grupp
zh_tw: 建立群組

# [Group/Edit/title] Edit Group
source: Edit Group
cs: Upravit skupinu
es_es: Editar grupo
sv_se: Redigera grupp
zh_tw: 編輯群組

# [Group/New/defaultName] New Group
source: New Group
cs: Nová skupina
es_es: Nuevo grupo
sv_se: Ny grupp
zh_tw: 新建群組

# [HardwareKey/AutoFill/NotAvailable] Hardware keys are not available in AutoFill.
source: Hardware keys are not available in AutoFill.
zh_tw: 硬體金鑰不支持自動填充。

# [HardwareKey/None] No Hardware Key
source: No Hardware Key
zh_tw: 沒有硬體金鑰

# [KeyFile/Delete/Confirm/text] Delete key file?&#10; Make sure you have a backup.
source: Delete key file? Make sure you have a backup.
cs: Opravdu chcete odstranit soubor s klíčem? Ujistěte se, že jej máte zálohovaný.
es_es: ¿Eliminar el archivo de clave? Asegúrate de tener una copia de seguridad.
sv_se: Radera nyckelfil? Säkerställ att du har en backup.
zh_tw: 刪除金鑰文件? 請確保您有備份檔案!

# [News/AutoFill/stubText] Please open the main app for the full announcement.
source: Please open the main app for the full announcement.
cs: Pro zhlédnutí celé zprávy prosím otevřete hlavní aplikaci.
es_es: Por favor, abre la aplicación principal para ver el anuncio completo.
sv_se: Vänligen öppna huvudappen för hela nyheten.
zh_tw: 請打開主程式獲得完整的公告。

# [Premium/Upgrade/action] Upgrade to Premium
source: Upgrade to Premium
cs: Přejít na Premium
es_es: Actualizar a Premium
sv_se: Uppgradera till premium
zh_tw: 升級到高級版

# [PremiumFeature/HardwareKeys/description]
source: Strengthen your security with hardware keys (YubiKey) in the premium version.
zh_tw: 高級版本的硬體金鑰 (YubiKey) 提高了安全性。

# [PremiumFeature/HardwareKeys/title] Hardware Keys
source: Hardware Keys
zh_tw: 硬體金鑰

source: Save time entering your complex master passwords — keep your database open longer in the premium version.
cs: Ušetřete čas zadáváním vašeho hlavního hesla – prémiová verze umožňuje ponechat databázi déle otevřenou.
es_es: Ahorra tiempo introduciendo la larga contraseña maestra — mantén tu base de datos abierta más tiempo con la versión premium.
sv_se: Spara tid på att ange krångliga huvudlösenord – håll dina databaser öppna längre i premiumversionen.
zh_tw: 節省輸入複雜主密碼的時間 - 在高級版中保持資料庫打開更長時間。

# [PremiumFeature/LongDBTimeouts/title] Long Database Timeouts
source: Long Database Timeouts
cs: Dlouhý časový zámek
es_es: Tiempo largo de cierre de la base de datos
sv_se: Långa databastimeouts
zh_tw: 更長的資料庫逾時時間

source: Easily switch between databases in the premium version.
cs: V prémiové verzi můžete snadno přepínat mezi více databázemi.
es_es: Cambia fácilmente entre bases de datos con la versión premium.
sv_se: Växla enkelt mellan databaser i premiumversionen.
zh_tw: 在高級版本中快速切換多個資料庫。

# [PremiumFeature/MultiDB/title] Multiple Databases
source: Multiple Databases
cs: Více databází
es_es: Múltiples bases de datos
sv_se: Flera databaser
zh_tw: 多個資料庫

source: Preview images and documents directly in the app, in the premium version.
cs: Prémiová verze umožňuje náhled obrázků a dokumentů přímo v aplikaci.
es_es: Vista previa de imágenes y documentos directamente en la aplicación con la versión premium.
sv_se: Förhandsgranska bilder och dokument direkt i appen, i premiumversionen.
zh_tw: 升級高級版支持直接在程式中預覽圖像和文檔。

# [PremiumFeature/Preview/title] Preview Attachments
source: Preview Attachments
cs: Náhled příloh
es_es: Vista previa de adjuntos
sv_se: Förhandsgranska bilagor
zh_tw: 附件預覽

# [ProtectedTextField] Show Password
source: Show Password
cs: Ukázat heslo
es_es: Mostrar contraseña
sv_se: Visa lösenord
zh_tw: 顯示密碼

# [Support/template] (Please describe the problem here)
source: (Please describe the problem here)
cs: (Zde prosím popište váš problém)
es_es: (Por favor, describe aquí el problema)
sv_se: (Vänligen beskriv problemet här)
zh_tw: (請在此處描述問題)

# [YubiKey] Don't use YubiKey
source: Without YubiKey
zh_tw: 不使用YubiKey

# [YubiKey] Insert the key
source: Insert the key
zh_tw: 插入金鑰

# [YubiKey] Touch the key
source: Touch the key
zh_tw: 觸摸金鑰

# [YubiKey] Use YubiKey Slot %d
source: Use YubiKey Slot %d
zh_tw: 使用YubiKey Slot %d

# JKD-iF-iwA.title
source: Change Master Key
cs: Změnit hlavní klíč
es_es: Cambiar contraseña maestra
sv_se: Ändra huvudnyckel
zh_tw: 變更主金鑰

# M9Q-v8-e6Q.placeholder
source: No Key File
cs: Žádný soubor s klíčem
es_es: Sin archivo de clave
sv_se: Ingen nyckel-fil
zh_tw: 沒有金鑰檔案

# SHG-X2-fHH.placeholder
source: Repeat Password
cs: Zopakujte heslo
es_es: Repetir contraseña
sv_se: Repetera lösenord
zh_tw: 請重複輸入密碼

# hYP-f0-K1s.placeholder
source: New Password
cs: Nové heslo
es_es: Nueva contraseña
sv_se: Nytt lösenord
zh_tw: 密碼

# 2o3-sG-Pcm.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Help
cs: Nápověda
es_es: Ayuda
sv_se: Hjälp
zh_tw: 幫助

# 5Md-DB-C5P.text
source: No database files
cs: Žádný databázový soubor
es_es: No hay bases de datos
sv_se: Inga databasfiler
zh_tw: 沒有資料庫檔案

# R68-cy-5mz.text
source: Protect KeePassium from unauthorized access.
zh_tw: 保護KeePassium免受未經授權的訪問。

# UI0-Lh-wTj.title
source: Databases
cs: Databáze
es_es: Bases de datos
sv_se: Databaser
zh_tw: 資料庫

# hmv-DA-BgM.normalTitle
source: Enable AppLock
zh_tw: 啟用應用解鎖密碼

# lnO-nD-gvh.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Sort Order
cs: Řadit podle
es_es: Ordenar por
sv_se: Sortering
zh_tw: 排序順序

# oee-CI-r2x.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Settings
cs: Nastavení
es_es: Ajustes
sv_se: Inställningar
zh_tw: 設置

# qPq-UR-uZs.title
source: Add Database
cs: Přidat databázi
es_es: Añadir base de datos
sv_se: Lägg till databas
zh_tw: 添加資料庫

# 8aU-C3-c3r.normalTitle
source: Add Key File
es_es: Añadir archivo de clave
zh_tw: 添加金鑰檔案

# Ftb-fa-Dvb.text
source: Use only password
cs: Použít pouze heslo
es_es: Utilizar sólo contraseña
sv_se: Använd endast lösenord
zh_tw: 僅使用密碼

# dAQ-9p-8Y9.title
source: Choose Key File
cs: Vyberte soubor s klíčem
es_es: Seleccionar archivo de clave
sv_se: Välj nyckelfil
zh_tw: 選擇金鑰檔案

# tGm-oo-awN.text
source: No Key File
cs: Žádný soubor s klíčem
es_es: Sin archivo de clave
sv_se: Ingen nyckel-fil
zh_tw: 沒有金鑰檔案

# 2iK-ct-ygq.text
source: Database File Name
cs: Jméno databázového souboru
es_es: Nombre de archivo de base de datos
sv_se: Databasfilnamn
zh_tw: 資料庫檔案名

# VjQ-di-Ilx.text
source: Master Key
cs: Hlavní klíč
es_es: Clave maestra
sv_se: Huvudnyckel
zh_tw: 主密碼

# XNL-lc-2Ti.placeholder
source: e.g. MyPasswords
cs: např. MojeHesla
es_es: ej. MiContraseña
sv_se: ex. MinDatabas
zh_tw: 例如:我的密碼

# XNL-lc-2Ti.text
source: MyPasswords
cs: MojeHesla
es_es: MiContraseña
sv_se: MinDatabas
zh_tw: 我的密碼

# XVR-1N-ywy.text
source: Will use kdbx4 format (Argon2+ChaCha20)
cs: Bude použit formát kdbx4 (Argon2+ChaCha20)
es_es: Utilizará el formato kdbx4 (Argon2+ChaCha20)
sv_se: Kommer använda kdbx4-formatet (Argon2+ChaCha20)
zh_tw: 將使用 kdbx4 格式(Argon2+ChaCha20)
