Repository: jwaghetti/KeePassium-L10n
Catalog: */KeePassium.xliff
Languages: cs, es_es, sv_se, zh_tw

# AMd-x7-PDa.text
source: Do you like what you see?
cs: Líbí se vám naše aplikace?
es_es: ¿Te gusta lo que ves?
sv_se: Gillar du det du ser?
zh_tw: 您喜歡您看到的嗎？

# Aig-jg-p8B.text
source: MIT license
cs: Licence MIT
es_es: Licencia MIT
sv_se: MIT-licens
zh_tw: MIT 授權許可

# CNI-b8-7Da.text
source: KeePass by Dominik Reichl
es_es: KeePass por Dominik Reichl
sv_se: KeePass av Dominik Reichl
zh_tw: KeePass 來自 Dominik Reichl

# EWy-OI-IxL.text
source: Custom permissive license
es_es: Licencia permisiva personalizada
zh_tw: 自定義許可證

# Ha8-Qv-0qg.text
source: ChaCha20 & Salsa20 implementation by D. J. Bernstein
es_es: CadCha20 & Salsa20 implementado por D. J. Bernstein
sv_se: ChaCha20 & Salsa20 implementation av D. J. Bernstein
zh_tw: ChaCha20 & Salsa20 由 D. J. Bernstein 實現

# JRy-jy-KXb.text
source: GPL license
cs: Licence GPL
es_es: Licencia GPL
sv_se: GPL-licens
zh_tw: GPL 授權許可

# JbR-nf-D9o.headerTitle
source: Privacy Policy
cs: Zásady ochrany osobních údajů
es_es: Política de privacidad
sv_se: Integritetspolicy
zh_tw: 隱私權政策

# JgR-60-OMp.text
source: Public domain
es_es: Dominio público
zh_tw: 公有領域

# Kdg-Hz-XOQ.text
source: Fancy deboss pattern by Daniel Beaton
es_es: Patrón Fancy deboss por Daniel Beaton
sv_se: Fancy deboss pattern av Daniel Beaton
zh_tw: Fancy deboss pattern 來自 Daniel Beaton

# NLN-lQ-bh5.title
source: About
cs: O aplikaci
es_es: Acerca de
sv_se: Om
zh_tw: 關於

# QV5-N8-NRt.text
source: Public domain
es_es: Dominio público
zh_tw: 公有領域

# Rab-wf-OQe.text
source: MIT license
cs: Licence MIT
es_es: Licencia MIT
sv_se: MIT-licens
zh_tw: MIT 授權許可

# SOX-Re-yl9.text
source: Linecons by Andrian Valeanu
es_es: Linecons por Andrian Valeanu
sv_se: Linecons av Andrian Valeanu
zh_tw: Linecons 來自 Andrian Valeanu

# TOl-DA-gYc.text
source: Contact Support
cs: Kontaktovat podporu
es_es: Contacta con el soporte técnico
sv_se: Kontakta Support
zh_tw: 聯絡支援團隊

# Xee-Y1-Dcw.text
source: Yubico Mobile iOS SDK by Yubico AB
zh_tw: Yubico Mobile iOS SDK 來自 Yubico AB

# aqX-J9-IzD.text
source: Translation by KeePassium contributors
cs: Překlad od přispěvovatelů pro KeePassium
es_es: Traducción gracias a los colaboradores de KeePassium
sv_se: Svensk översättning av Patrik Thunström
zh_tw: 繁體中文翻譯 由 社群 與 3374575857 貢獻

# axY-gm-XNr.text
source: Twofish implementation by Niels Ferguson
es_es: Implementación de Twofish por Niels Ferguson
sv_se: Twofish implementation av Niels Ferguson
zh_tw: Twofish 由 Niels Ferguson 實現

# bAq-tq-nuY.text
source: MIT license
cs: Licence MIT
es_es: Licencia MIT
sv_se: MIT-licens
zh_tw: MIT 授權許可

# dMv-Zw-y7y.text
source: MIT license
cs: Licence MIT
es_es: Licencia MIT
sv_se: MIT-licens
zh_tw: MIT 授權許可

# daJ-ma-jhe.text
source: MIT license
cs: Licence MIT
es_es: Licencia MIT
sv_se: MIT-licens
zh_tw: MIT 授權許可

# hDU-6p-Bzr.text
source: Rijndael implementation by Szymon Stefanek
es_es: Implementación de Rijndael por Szymon Stefanek
sv_se: Rijndael implementation av Szymon Stefanek
zh_tw: Rijndael 由 Szymon Stefanek 實現

# lht-LP-o0Y.text
source: MIT license
cs: Licence MIT
es_es: Licencia MIT
sv_se: MIT-licens
zh_tw: MIT 授權許可

# muG-xI-muo.headerTitle
source: Credits
cs: Poděkování
es_es: Créditos
sv_se: Tack för bidrag
zh_tw: 鳴謝

# o9e-qb-mMw.text
source: CC0 license
cs: Licence CC0
es_es: Licencia CC0
sv_se: CC0-licens
zh_tw: CC0 授權

# rDJ-4G-8Oz.text
source: Argon2 by Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, and Samuel Neves
es_es: Argon2 por Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson y Samuel Neves
sv_se: Argon2 av Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, och Samuel Neves
zh_tw: Argon2 來自 Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, 還有 Samuel Neves

# sCk-Se-Vvo.text
source: MIT license
cs: Licence MIT
es_es: Licencia MIT
sv_se: MIT-licens
zh_tw: MIT 授權許可

# sDW-ws-pQf.text
source: GzipSwift by 1024jp
es_es: GzipSwift por 1024jp
sv_se: GzipSwift av 1024jp
zh_tw: GzipSwift 來自 1024jp

# sI5-AG-Y6p.text
source: AEXML by Marko Tadić
es_es: AEXML por Marko Tadić
sv_se: AEXML av Marko Tadić
zh_tw: AEXML 來自 Marko Tadić

# tOr-N9-2UY.text
source: Feather icons by Cole Bemis
es_es: Iconos Feather por Cole Bemis
sv_se: Feather icons av Cole Bemis
zh_tw: Feather icons 來自 Cole Bemis

# uiw-Qh-pNp.text
source: Leave an App Store review.
cs: Zanechte recenzi na AppStore.
es_es: Deja una reseña en la AppStore.
sv_se: Lämna en recension i App Store.
zh_tw: 在 App Store 留下評論。

# vg0-6M-OIq.text
source: KeyboardLayoutConstraint by James Tang
es_es: KeyboardLayoutConstraint por James Tang
sv_se: KeyboardLayoutConstraint av James Tang
zh_tw: KeyboardLayoutConstraint 來自 James Tang

# wYr-Ya-qAP.text
source: System settings icon by Vicons Design
es_es: Icono de ajustes del sistema por Vicons Design
sv_se: System settings icon av Vicons Design
zh_tw: 系統設置圖標 來自 Vicons Design

# H8v-gf-kff.title
source: Choose Icon
cs: Zvolte ikonu
es_es: Seleccionar icono
sv_se: Välj ikon
zh_tw: 選擇圖標

# Cu8-bv-TEu.title
source: File Info
cs: Informace o souboru
es_es: Información de archivo
sv_se: Filinfo
zh_tw: 檔案資訊

# DWC-wm-aMy.normalTitle
source: Export
zh_tw: 匯出

# 3mQ-t6-0ty.text
source: Enter passcode
cs: Zadejte kód aplikace
es_es: Introducir código
sv_se: Ange PIN-kod
zh_tw: 輸入解鎖密碼

# P3J-3c-ucU.title
source: Unlock KeePassium
cs: Odemknout KeePassium
es_es: Desbloquear KeePassium
sv_se: Lås upp KeePassium
zh_tw: 解鎖 KeePassium

# ZTd-Zj-qAs.placeholder
source: Passcode
cs: Kód aplikace
es_es: Código de acceso
sv_se: PIN-kod
zh_tw: 應用解鎖密碼

# z0x-Rz-Nfj.normalTitle
source: Cancel
cs: Zrušit
es_es: Cancelar
sv_se: Avbryt
zh_tw: 取消

# 1D0-qD-Wj1.title
source: Diagnostic Info
cs: Diagnostické informace
es_es: Información de diagnóstico
sv_se: Diagnostisk info
zh_tw: 診斷訊息

# icR-uK-cyC.title
source: Clear
cs: Vymazat
es_es: Limpiar
sv_se: Rensa
zh_tw: 清除

# uAJ-Ui-Jkx.title
source: Contact Support
cs: Kontaktovat podporu
es_es: Contactar con el soporte técnico
sv_se: Kontakta Support
zh_tw: 聯絡支援團隊

# 1Nc-wz-Yqq.title
source: Welcome
cs: Vítejte
es_es: Bienvenid@
sv_se: Välkommen
zh_tw: 歡迎使用

# 4wh-8O-5Ch.normalTitle
source: Create New Database
cs: Vytvořit novou databázi
es_es: Crear base de datos nueva
sv_se: Skapa ny databas
zh_tw: 創建新的資料庫

# PgB-6p-H0t.text
source: KeePassium stores your passwords, credit cards and other information in an encrypted file (database). You can have multiple databases, for example to separate work, family and personal accounts.
cs: KeePassium ukládá vaše hesla, kreditní karty a další informace v zašifrovaném souboru (databázi). Můžete mít více databází, například pro oddělení pracovních, rodinných a osobních účtů.
es_es: KeePassium almacena las contraseñas, tarjetas de crédito y otra información en un archivo cifrado (base de datos). Puedes tener múltiples bases de datos, p.ej. para separar cuentas de trabajo, familiares y personales.
sv_se: KeePassium lagrar dina lösenord, kreditkort och annan information i en krypterad fil (databas). Du kan ha flera databaser, till exempel för att dela upp konton för arbete, familj och personlig användning.
zh_tw: KeePassium 可以將您的密碼、信用卡和其他訊息 加密的保存(資料庫)。 您可以擁有多個資料庫, 比如區分: 公司用、家庭用以及私人用。

# ZKW-2f-Xkz.normalTitle
source: Add Existing Database
cs: Přidat existující databázi
es_es: Añadir base de datos existente
sv_se: Lägg till existerande databas
zh_tw: 添加現有資料庫

# Qkk-pB-jp6.segmentTitles[0]
source: Premium
zh_tw: 高級版

# 5rv-SA-uRy.accessibilityLabel
source: Download in the App Store
es_es: Descargar en la App Store
zh_tw: App Store 下載

# TAt-eQ-x30.text
source: KeePassium Pro is a paid version of KeePassium, and is suitable for Family Sharing and Volume Purchase Program.
es_es: KeePassium Pro es la versión de Pago de KeePassium compatible con las compras en «Familia» y el programa de compra de múltiples licencias.
zh_tw: KeePassium Pro 是 KeePassium 的付費版本，適用家人共享和批量購買計劃。

# k28-Nu-VFD.normalTitle
source: Premium Keeper = Free upgrade Contact us
es_es: Premium Keeper = Actualización gratuita Contáctanos
zh_tw: Premium Keeper = 免費升級 聯繫我們

# Dfd-LU-ij4.normalTitle
source: Privacy Policy
cs: Zásady ochrany osobních údajů
es_es: Política de privacidad
sv_se: Integritetspolicy
zh_tw: 隱私權政策

# Rkk-oi-8fO.text
source: Payment will be charged to your Apple ID account at the confirmation of purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase.
cs: Platba bude účtována na váš Apple účet při potvrzení koupě. Předplatné se automaticky obnoví, pokud nebude zrušeno nejméně 24 hodin před koncem aktuálního období. Platba za obnovení předplatného bude stržena až 24 hodin před vypršením aktuálního období. Své předplatné můžete spravovat v nastavení účtu v App Store.
es_es: El pago se cargará a tu ID de Apple al confirmar la compra. La suscripción se renueva automáticamente a no ser que se cancele al menos 24 horas antes de que finalice el periodo actual. Se cobrará la renovación de la suscripción 24 horas antes que termine el periodo actual. Puedes gestionar y cancelar tus suscripciones accediendo a los ajustes de tu cuenta en la AppStore después de la compra.
sv_se: Betalning kommer att debiteras ditt Apple-konto vid bekräftelse av köpet. Prenumerationen förnyas automatiskt om inte avbokning sker minst 24 timmar före utgången av den aktuella perioden. Kontot kommer debiteras för förnyelsen inom de sista 24-timmarna före den aktuella perioden tar slut. Du kan hantera och avsluta din prenumeration genom att gå till Kontoinställningar i App Store efter ditt köp.
zh_tw: 在確認購買時，將會從您的Apple ID帳戶中收取付款。 除非在到期前至少24小時取消，否則訂閱會自動續訂。您的帳戶將在到期前24小時內收取續訂費用。 您可以在購買後轉到App Store上的帳戶設置來管理和取消訂閱。

# ujr-9f-eco.normalTitle
source: Terms and Conditions
cs: Podmínky užití
es_es: Términos y condiciones
sv_se: Användarvillkor
zh_tw: 條款與條件

# yss-Xu-2XK.normalTitle
source: Restore Purchases
cs: Obnovit nákupy
es_es: Restaurar compras
sv_se: Återställ köp
zh_tw: 還原購買

# 5Dg-KX-m7a.footerTitle
source: If you enter a wrong AppLock passcode, KeePassium will close all databases and clear all master keys from the keychain.
cs: Jakmile dojde k zadání nesprávného kódu aplikace, KeePassium uzavře všechny databáze a smaže všechna uložené hlavní klíče z klíčenky.
es_es: Si introduces un código de acceso (AppLock) incorrecto, KeePassium cerrará todas las bases de datos y borrará todas las claves maestras de la cadena de claves.
sv_se: Om du anger fel PIN-Kod för AppLock kommer KeePassium stänga alla databaser och rensa alla huvudnycklar från nyckelkedjan.
zh_tw: 如果您使用了錯誤的應用解鎖密碼, KeePassium 將會關閉所有的資料庫並從系統鑰匙圈中清除所有的主金鑰。

# 5Dg-KX-m7a.headerTitle
source: Wrong Passcode
cs: Nesprávný kód aplikace
es_es: Código incorrecto
sv_se: Fel pinkod
zh_tw: 錯誤的應用解鎖密碼

# 6Pk-35-Fx6.text
source: Protect Databases
cs: Chránit databáze
es_es: Proteger bases de datos
sv_se: Skydda databaser
zh_tw: 保護資料庫

# 7ae-8I-LiQ.footerTitle
source: Allows biometric authentication as a quick (but less secure) alternative to AppLock passcode.
cs: Umožňuje biometrickou autentizaci jako rychlou (ale méně bezpečnou) alternativu ke kódu aplikace.
es_es: Permite la autenticación biométrica como una alternativa más rápida (pero menos segura) al código de acceso.
sv_se: Tillåt biometrisk autentisering som ett snabbt (men mindre säkert) alternativ till AppLock PIN-kod.
zh_tw: 可以使用生物識別身份驗證作為應用解鎖密碼(但可能不這麼安全) 快速解鎖的替代方案。

# 7ae-8I-LiQ.headerTitle
source: Biometrics
cs: Biometrie
es_es: Biometría
sv_se: Biometri
zh_tw: 生物識別技術

# Ef4-Jw-xeO.text
source: Timeout
cs: Časový limit
es_es: Tiempo de espera
zh_tw: 逾時

# IS1-Lb-MFy.text
source: Enable AppLock
cs: Zapnout zámek
es_es: Habilitar AppLock
sv_se: Aktivera AppLock
zh_tw: 啟用應用解鎖密碼

# U5m-je-MhO.title
source: App Protection
cs: Ochrana aplikace
es_es: Protección de la Aplicación
sv_se: Appskydd
zh_tw: 應用保護

# aBx-Ee-bMk.footerTitle
source: Protect KeePassium from unauthorized access.
cs: Chraňte KeePassium před neoprávněným přístupem.
es_es: Protege KeePassium de accesos no autorizados.
sv_se: Skydda KeePassium från otillåtna användare.
zh_tw: 保護KeePassium免受未經授權的訪問。

# m50-fl-4tu.footerTitle
source: The app will automatically lock up after this time.
cs: Aplikace se automaticky zamkne po této době.
es_es: La aplicación se bloqueará automáticamente después de un tiempo.
sv_se: Appen kommer automatiskt låsas efter denna tidsperiod.
zh_tw: 應用程式將在此時間後自動鎖定。

# 5MH-wG-EYd.title
source: App Lock Timeout
cs: Časový limit
es_es: Tiempo de bloqueo de la aplicación
zh_tw: 應用解鎖密碼 逾時設置

# 7SF-2E-uTg.text
source: Tap "Passwords & Accounts"
cs: Klepněte na "Hesla a účty"
es_es: Toca en "Contraseñas y cuentas"
sv_se: Tryck på "Lösenord och konton"
zh_tw: 點選 "密碼 & 帳號"

# K3a-Mc-VCg.text
source: Open device settings
cs: Otevřete aplikaci Nastavení
es_es: Abre «Ajustes» de iOS
sv_se: Öppna Inställningar från hemskärmen
zh_tw: 打開系統設置

# UzV-Ht-rGx.text
source: Tap "AutoFill Passwords"
cs: Klepněte na "Vyplňování hesel"
es_es: Toca «Autocompletado de contraseñas»
sv_se: Tryck på "Autofyll lösenord"
zh_tw: 點選 "自動填寫密碼"

# WDb-aU-Mmf.text
source: Fill-in the perfect result automatically
zh_tw: 自動填入合適的結果

# X2u-c9-gwU.text
source: Turn on "AutoFill Passwords"
cs: Zapněte "Automatické vyplnění hesel"
es_es: Habilita «Autocompletar contraseñas»
sv_se: Slå på "Autofyll lösenord"
zh_tw: 打開"自動填寫密碼"

# XYL-1l-Jx6.footerTitle
source: When AutoFill inserts the username and password, it can also copy the one-time password (OTP) for you.
cs: Jakmile aplikace vyplní uživatelské jméno a heslo, může pro vás také zkopírovat jednorázové heslo (OTP).
es_es: «Autocompletar» inserta el nombre de usuario y contraseña, pero también puede copiar contraseñas de un solo uso (OTP).
sv_se: När Autofyll fyller i ditt användarnamn och lösenord kan det samtidigt kopiera ett engångslösenord (OTP) åt dig.
zh_tw: 當自動填充寫入用戶名和密碼時，它還可以自動為您複製一次性密碼（OTP）。

# XYL-1l-Jx6.headerTitle
source: One-time passwords
cs: Jednorázová hesla
es_es: Contraseñas de un solo uso (OTP)
sv_se: Engångslösenord
zh_tw: 一次性密碼

# caI-eV-WlU.text
source: Select "KeePassium"
cs: Vyberte "KeePassium"
es_es: Selecciona "KeePassium"
sv_se: Välj "KeePassium"
zh_tw: 選擇"KeePassium"

# ei6-22-NXN.title
source: AutoFill
cs: Automatické vyplňování
es_es: Autocompletar (AutoFill)
sv_se: Autofyll
zh_tw: 自動填入功能

# go1-Nt-isQ.text
source: Copy OTP to clipboard
cs: Kopírovat jednorázové hesla
es_es: Copiar OTP al portapapeles
sv_se: Kopiera engångslösenord till urklipp
zh_tw: 複製 一次性密碼OTP 到剪貼簿

# jYl-ks-dFG.footerTitle
source: When AutoFill finds only one, perfectly matching, entry – this entry will be pasted automatically.
zh_tw: 當自動填入只找到一個並且完整匹配的條目時 - 該條目將會被自動貼上。

# jYl-ks-dFG.headerTitle
source: Automatic search
zh_tw: 自動搜尋

# r0b-qe-g8J.headerTitle
source: Initial Setup
cs: Počáteční nastavení
es_es: Ajustes iniciales
sv_se: Grundinställning
zh_tw: 初始設置

# atf-ra-KMC.title
source: Keep Backup Files
cs: Uchovat zálohy
es_es: Conservar copias de seguridad
sv_se: Spara backupkopior
zh_tw: 保留備份檔案

# B3L-Dk-Uq3.footerTitle
source: KeePassium can automatically delete old backup files to free up some storage space.
cs: KeePassium může automaticky mazat staré zálohy a uvolnit tak místo na vašem zařízení.
es_es: KeePassium puede eliminar automáticamente copias de seguridad antiguas para liberar espacio de almacenamiento.
sv_se: KeePassium kan automatiskt radera gamla backupfiler för att frigöra lagringsutrymme.
zh_tw: KeePassium 可以自動刪除舊的備份文件幫您釋放點手機檔案空間。

# B3L-Dk-Uq3.headerTitle
source: Periodic cleanup
cs: Opakované mazání
es_es: Limpieza periódica
sv_se: Periodisk upprensning
zh_tw: 定期清理

# BJ7-eQ-JOc.text
source: Make Backup Copies
cs: Vytvářet zálohy
es_es: Hacer copias de seguridad
sv_se: Skapa backupkopior
zh_tw: 創建備份副本

# G42-gR-eKm.text
source: Keep Backup Files
cs: Uchovat zálohy
es_es: Almacenar copias de seguridad
sv_se: Spara backupkopior
zh_tw: 保留備份檔案

# XeH-7q-aad.footerTitle
source: Backup copies will appear along with the original files.
cs: Zálohované soubory budou zobrazeny spolu s originálními soubory.
es_es: Las copias de seguridad se muestran junto a los archivos originales.
sv_se: Backupkopior kommer visas sida vid sida med originalfilerna.
zh_tw: 備份副本將與原始文件一起顯示。

# aEK-cJ-9bc.text
source: Show Backup Files
cs: Zobrazovat zálohy
es_es: Mostrar copias de seguridad
sv_se: Visa backupfiler
zh_tw: 顯示備份檔案

# nBI-OF-9iV.footerTitle
source: Before saving a database, KeePassium will automatically make a copy, just in case.
cs: KeePassium bude automaticky vytvářet zálohu před každým uložením databáze.
es_es: Antes de guardar una base de datos, KeePassium hará una copia automática por seguridad.
sv_se: Innan en databas sparas kommer KeePassium automatiskt spara en extra kopia, för säkerhets skull.
zh_tw: 在保存資料庫時, KeePassium 會自動創建一個副本, 以防萬一。

# nSy-3u-0xW.title
source: Database Backup
cs: Záloha databáze
es_es: Copias de seguridad
sv_se: Databasbackup
zh_tw: 資料庫備份

# iJJ-jv-hhP.title
source: Clipboard Timeout
cs: Časový limit schránky
es_es: Tiempo de espera del portapapeles
sv_se: Timeout för urklipp
zh_tw: 剪貼簿逾時

# 26a-m8-zQP.title
source: Database Timeout
cs: Časový limit databáze
es_es: Tiempo de espera
sv_se: Databastimeout
zh_tw: 資料庫自動鎖定

# 3uV-Zs-RRo.normalTitle
source: Clear Key File Associations
cs: Smazat zapamatované asociace
es_es: Borrar asociaciones de archivos de clave
sv_se: Rensa kopplade nyckelfiler
zh_tw: 清除金鑰文件的關聯

# Faj-km-pM5.footerTitle
source: Once you unlock a database, its master key can be stored in device's secure keychain. The next time, KeePassium will use that key so you won't have to type your full master password again. (Master keys are automatically cleared on database timeout.)
cs: Jakmile odemknete databázi pomocí hlavního klíče, aplikace si jej uloží do klíčenky na vašem zařízení. Při dalším odemčení databáze bude uložený klíč použit a vy jej tak nebudete muset zadávat znova. (Zapamatované hlavní klíče jsou automaticky smazány, jakmile vyprší časový limit databáze.)
es_es: Una vez abierta una base de datos, la clave maestra se puede almacenar en la cadena de claves segura del iPhone (KeyChain). La próxima vez, KeePassium utilizará esa clave para no introducir la contraseña maestra completa de nuevo. (Las claves maestras se borran automáticamente al cumplirse el tiempo de espera de la base de datos.)
sv_se: När du låser upp en databas kan dess huvudnyckel sparas i enhetens säkra nyckelkedja. Nästa gång kommer KeePassium använda nyckeln så du inte behöver skriva in hela huvudlösenordet igen. (Huvudnycklar rensas automatiskt vid databastimeout.)
zh_tw: 當解鎖資料庫時, 主金鑰將會安全的保存在系統鑰匙圈中。在下次登入KeePassium 將會自動使用該金鑰檔案, 所以您無須再輸入您完整的主密碼。 (主金鑰將在資料庫逾時時自動刪除。)

# Faj-km-pM5.headerTitle
source: Quick Unlock
cs: Rychlé odemčení
es_es: Desbloqueo rápido
sv_se: Snabbupplåsning
zh_tw: 快速解鎖

# INJ-Cy-Tfo.text
source: Remember Master Keys
cs: Ukládat hlavní klíče
es_es: Recordar contraseñas maestras
sv_se: Kom ihåg huvudnycklar
zh_tw: 記住主金鑰

# IZZ-aM-g2i.title
source: Data Protection
cs: Ochrana dat
es_es: Protección de datos
sv_se: Dataskydd
zh_tw: 資料保護

# JHl-o7-xHI.text
source: Remember Key Files
cs: Pamatovat soubory s klíčem
es_es: Recordar archivos de claves
sv_se: Kom ihåg nyckelfiler
zh_tw: 記住金鑰檔案

# Mxu-GP-FmN.footerTitle
source: Remember and automatically select the last used key file for each database. Clearing the associations does not affect the files.
cs: Aplikace si zapamatuje posledně použitý soubor s klíčem pro každou databázi a vy jej tak nebudete muset opakovaně vybírat. Smazání asociací neovliní žádné soubory.
es_es: Recordar y seleccionar automáticamente el último archivo de clave usado para cada base de datos. Limpiar las asociaciones no afecta a los archivos.
sv_se: Kom ihåg och välj automatiskt den senaste använda nyckelfilen för varje databas. Att rensa kopplingen mellan nyckelfil och databas gör inte att filerna tas bort.
zh_tw: 記住並自動使用該資料庫上次使用的金鑰檔案。清除關聯不會對檔案本身做修改。

# Mxu-GP-FmN.headerTitle
source: Key Files
cs: Soubory s klíčem
es_es: Archivos de claves
sv_se: Nyckelfiler
zh_tw: 金鑰檔案

# SSu-Sr-MCg.text
source: Clipboard Timeout
cs: Časový limit schránky
es_es: Tiempo de espera del portapapeles
sv_se: Timeout för urklipp
zh_tw: 剪貼簿逾時

# YL6-U9-FM6.text
source: Universal Clipboard
zh_tw: 通用剪貼板

# e1v-nv-Mst.normalTitle
source: Clear Master Keys
cs: Smazat hlavní klíče
es_es: Borrar contraseñas maestras
sv_se: Rensa huvudnycklar
zh_tw: 清除主金鑰

# e6Y-AP-hag.footerTitle
source: Hide passwords and other protected fields behind asterisks (recommended).
zh_tw: 隱藏密碼與其他受保護的欄位在星號後面（推薦）。

# e6Y-AP-hag.headerTitle
source: Protected Fields
zh_tw: 受保護的欄位

# g9a-rJ-4WJ.footerTitle
source: Use Universal Clipboard to copy and paste between your Apple devices.
zh_tw: 使用通用剪貼板在你的蘋果設備之間複製和貼上。

# hnI-Q8-Ixm.footerTitle
source: When you copy anything, KeePassium will automatically clear your clipboard (pasteboard) after some time.
cs: Jakmile zkopírujete nějaké údaje z databáze, aplikace automaticky vymaže obsah schránky po vybrané době.
es_es: Cuando copies texto, KeePassium limpiará automáticamente el portapapeles después del tiempo seleccionado.
sv_se: När du kopierar någonting kommer KeePassium automatiskt rensa ditt urklipp efter en stund.
zh_tw: 當您複製任何東西, KeePassium 會在稍後自動的為您清除剪貼簿。

# hnI-Q8-Ixm.headerTitle
source: Clipboard
cs: Schránka
es_es: Portapapeles
sv_se: Urklipp
zh_tw: 剪貼簿

# neJ-eG-TV7.footerTitle
source: Database timeout closes any opened databases and clears any remembered master keys after some time.
cs: Opatření, které po zvolené době uzavře všechny otevřené databáze a smaže všechny uložené hlavní klíče.
es_es: Tras el tiempo de espera de la base de datos, todas las bases de datos abiertas se cerrarán y sus claves maestras se borrarán.
sv_se: Databastimeout stänger alla öppnade databaser och rensar ihågkomna huvudnycklar efter en stund.
zh_tw: 資料庫逾時會關閉任何打開的資料庫, 並在稍後清除任何記住的主金鑰。

# neJ-eG-TV7.headerTitle
source: Automatic Lock
cs: Automatický zámek
es_es: Bloqueo automático
sv_se: Automatiskt lås
zh_tw: 自動鎖定

# pid-k2-idJ.text
source: Hide Passwords
zh_tw: 隱藏密碼

# weX-SZ-IDB.text
source: Database Timeout
cs: Časový limit databáze
es_es: Tiempo de espera
sv_se: Databastimeout
zh_tw: 資料庫逾時

# 87L-KA-IeR.title
source: File Sorting
cs: Řazení souborů
es_es: Órden de archivos
sv_se: Filsortering
zh_tw: 檔案排序

# pp5-eX-yPx.text
source: Show Backup Files
cs: Zobrazovat zálohy
es_es: Mostrar copias de seguridad
sv_se: Visa backupfiler
zh_tw: 顯示備份檔案

# Gyy-12-KPC.title
source: List Settings
cs: Nastavení
es_es: Lista de ajustes
sv_se: Listinställningar
zh_tw: 列表設置

# 9Me-8P-nIZ.footerTitle
source: After opening a database, automatically show the search field.
cs: Vyhledávací pole se automaticky zobrazí po otevření databáze.
es_es: Al abrir una base de datos, se mostrará automáticamente el campo de búsquedas.
sv_se: Efter databasöppning, visa automatiskt sökfältet.
zh_tw: 打開資料庫時自動打開搜索框。

# 9Me-8P-nIZ.headerTitle
source: Start
cs: Po otevření
es_es: Inicio
zh_tw: 開始

# A5N-B3-t3t.headerTitle
source: Premium
zh_tw: 高級版

# Bk0-Xf-O7B.title
source: Settings
cs: Nastavení
es_es: Ajustes
sv_se: Inställningar
zh_tw: 設置

# DNo-Rs-0EP.text
source: About KeePassium
cs: O aplikaci
es_es: Acerca de KeePassium
sv_se: Om KeePassium
zh_tw: 關於 KeePassium

# FHp-ns-ke9.text
source: Master keys, key files
cs: Hlavní klíče, soubory s klíčem
es_es: Claves maestras, archivos de claves
sv_se: Huvudnycklar, nyckelfiler
zh_tw: 主金鑰, 金鑰文件

# HCe-A3-eG6.text
source: Premium Version
cs: Prémiová verze
es_es: Versión premium
zh_tw: 高級版本

# HYe-lP-dCp.text
source: Rate KeePassium on the App Store
cs: Ohodnoťte aplikaci v App Store
es_es: Valora KeePassium en la AppStore
sv_se: Betygsätt KeePassium på App Store
zh_tw: 在App Store 上給 KeePassium 評分。
